{
  "meta": {
    "title": "DevSecOps Podcast",
    "rss": "https://www.spreaker.com/show/4179006/episodes/feed",
    "youtubeChannel": "https://www.youtube.com/playlist?list=PLC2UsZBhySmJU0EYM6kzgchnXikYXZzmi"
  },
  "episodes": [
    {
      "id": "t7e08-appsec-homem-de-ferro-programa-de-appsec",
      "slug": "t7e08-appsec-homem-de-ferro-programa-de-appsec",
      "title": "T07E09 - AppSec Homem de Ferro - Programa de AppSec",
      "date": "2026-01-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, usamos a armadura do Homem de Ferro como desculpa elegante para falar de coisa séria: como montar um programa de AppSec que funciona no mundo real…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, usamos a armadura do Homem de Ferro como desculpa elegante para falar de coisa séria: como montar um programa de AppSec que funciona no mundo real. Aqui não tem magia, tem engenharia. Assim como Tony Stark não começa salvando o mundo no Mark L, um programa de AppSec não nasce maduro. Falamos de fundamentos, evolução incremental, decisões técnicas difíceis e da diferença brutal entre ter ferramentas… e ter capacidade real. Jarvis vira métrica, sensores viram telemetria, armaduras viram processos. Tudo com pé no chão e código na mesa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/69685311/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/69685311/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "69685311",
      "code": "T07E09"
    },
    {
      "id": "t7e08-appsec-homem-de-ferro-monitoramento-de-aplicacoes",
      "slug": "t7e08-appsec-homem-de-ferro-monitoramento-de-aplicacoes",
      "title": "T07E08 - AppSec Homem de Ferro - Monitoramento de Aplicações",
      "date": "2026-01-21",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, Cássio Batista Pereira explora o monitoramento de aplicações através da analogia com o Homem de Ferro. Ele discute o quaão crítico é ter um monitoramento inteligente e ativo para…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, Cássio Batista Pereira explora o monitoramento de aplicações através da analogia com o Homem de Ferro. Ele discute o quaão crítico é ter um monitoramento inteligente e ativo para identificar o quanto antes uma ameaça ou mesmo um incidente, apresentando um ciclo de vida simples de log que inclui geração, centralização e visualização. O episódio enfatiza que é trabalhoso mas não impossível de centralizar informações sobre sua aplicação em um único lugar.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/69505568/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/69505568/download.mp3",
      "youtube": "https://www.youtube.com/watch?v=ZQAR2sG4TW4",
      "tags": [],
      "spreakerId": "69505568",
      "code": "T07E08"
    },
    {
      "id": "t7e07-appsec-homem-de-ferro-gestao-de-vulnerabilidades",
      "slug": "t7e07-appsec-homem-de-ferro-gestao-de-vulnerabilidades",
      "title": "T07E07 - AppSec Homem de Ferro - Gestão de Vulnerabilidades",
      "date": "2026-01-07",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, Cássio Batista Pereira explora a gestão de vulnerabilidades através da analogia com o Homem de Ferro. Ele discute a importância de identificar e resolver vulnerabilidades de forma…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, Cássio Batista Pereira explora a gestão de vulnerabilidades através da analogia com o Homem de Ferro. Ele discute a importância de identificar e resolver vulnerabilidades de forma proativa, apresentando um processo estruturado que inclui preparação, priorização e resolução. O episódio enfatiza a simplicidade do processo e a necessidade de centralizar informações sobre vulnerabilidades em um único lugar.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/69341114/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/69341114/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "69341114",
      "code": "T07E07"
    },
    {
      "id": "t7e06-appsec-homem-de-ferro-devsecops",
      "slug": "t7e06-appsec-homem-de-ferro-devsecops",
      "title": "T07E06 - AppSec Homem de Ferro - DevSecOps",
      "date": "2025-12-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, vestimos a armadura do Homem de Ferro para falar de DevSecOps do jeito certo: sem buzzword, sem romantização e sem ferramenta milagrosa. DevSecOps aqui é engenharia, estratégia e responsabilidade…",
      "contentHtml": "Neste episódio, vestimos a armadura do Homem de Ferro para falar de DevSecOps do jeito certo: sem buzzword, sem romantização e sem ferramenta milagrosa. DevSecOps aqui é engenharia, estratégia e responsabilidade compartilhada não um badge bonito no pipeline. Exploramos como AppSec se conecta ao DevSecOps quando o time para de “jogar segurança no final” e começa a projetar sistemas pensando em falha, ataque e resiliência desde o início. É o Jarvis rodando no CI/CD: dando contexto, alertando riscos e ajudando a tomar decisões melhores, não só gritando erro. Se você acha que DevSecOps é só SAST, DAST e um monte de check verde, esse episódio é um choque de realidade. Se você quer construir software como o Tony Stark constrói armaduras evoluindo a cada versão você está no lugar certo.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/69053695/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/69053695/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "69053695",
      "code": "T07E06"
    },
    {
      "id": "t7e05-appsec-homem-de-ferro-modelagem-de-ameacas",
      "slug": "t7e05-appsec-homem-de-ferro-modelagem-de-ameacas",
      "title": "T07E05 - AppSec Homem de Ferro - Modelagem de Ameaças",
      "date": "2025-12-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, colocamos a armadura do Tony Stark e abrimos o HUD para olhar a segurança de software por outro ângulo: modelagem de ameaças. Sem enrolação, discutimos como pensar como o herói e antecipar ataques antes…",
      "contentHtml": "Neste episódio, colocamos a armadura do Tony Stark e abrimos o HUD para olhar a segurança de software por outro ângulo: modelagem de ameaças. Sem enrolação, discutimos como pensar como o herói e antecipar ataques antes que eles aconteçam é a verdadeira fonte de poder no desenvolvimento seguro. De STRIDE a cenários reais, mostramos como transformar sua aplicação em uma Mark 50: elegante, eficiente e preparada para pancadaria digital. Exploramos exemplos práticos, padrões mentais e decisões arquiteturais que separam o código blindado do código “vamos torcer para não explodir”. É AppSec com estilo, estratégia e um toque Stark de ironia. Se você quer elevar seu nível de defesa sem travar a inovação, este episódio é o seu laboratório.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/68941756/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/68941756/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "68941756",
      "code": "T07E05"
    },
    {
      "id": "t7e04-dev-pode-ser-sec",
      "slug": "t7e04-dev-pode-ser-sec",
      "title": "T07E04 - Dev pode ser Sec?",
      "date": "2025-12-04",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, recebemos um desenvolvedor. Sim, um dev de verdade, código na veia . Para encarar a conversa que muita empresa ignora e muita carreira demora para descobrir: dominar AppSec não é “um plus”, é o…",
      "contentHtml": "Neste episódio, recebemos um desenvolvedor. Sim, um dev de verdade, código na veia . Para encarar a conversa que muita empresa ignora e muita carreira demora para descobrir: dominar AppSec não é “um plus”, é o diferencial competitivo. Falamos sobre o impacto real de segurança no dia a dia do desenvolvimento, como pensar como atacante muda a forma de construir software, e por que devs que entendem AppSec aceleram times, evitam retrabalho e se tornam profissionais praticamente à prova de recessão. Uma conversa franca, prática e sem romantização: o futuro do desenvolvimento pertence a quem escreve código que não vira manchete. Comportamentos, mindset e skills que transformam um dev comum em um profissional completo. Ao final, fica claro: aprender AppSec não é sobre a empresa, é sobre você apostar na própria carreira.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/68876146/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/68876146/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "68876146",
      "code": "T07E04"
    },
    {
      "id": "t7e03-sec-and-ops-como-voce-nunca-viu",
      "slug": "t7e03-sec-and-ops-como-voce-nunca-viu",
      "title": "T07E03 - Sec & Ops - Como você nunca viu",
      "date": "2025-11-27",
      "author": "Cássio Batista Pereira",
      "excerpt": "SecOps é aquele território onde infraestrutura, segurança e caos se encontram para ver quem cai primeiro. Nesse episódio, sentamos com Rafael Frizani — um SRE que já viu mais servidores pegando fogo do que gostaria de…",
      "contentHtml": "SecOps é aquele território onde infraestrutura, segurança e caos se encontram para ver quem cai primeiro. Nesse episódio, sentamos com Rafael Frizani — um SRE que já viu mais servidores pegando fogo do que gostaria de admitir — para destrinchar os desafios reais de segurança em ambientes modernos. Falamos de incidentes que começam pequenos e viram bola de neve, pipelines que precisam ser blindados sem travar o time, automações que salvam o dia (e o sono) e a eterna briga entre velocidade e controle. O papo ficou prático, cheio de histórias de guerra e com aquela pitada de filosofia operacional que só quem vive o front conhece. Se você trabalha com infraestrutura, DevOps, SecOps ou simplesmente quer entender como proteger sistemas que nunca dormem, este episódio encaixa como luva. É para ouvir e já sair repensando seus clusters, seus alertas e talvez sua vida.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/68767628/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/68767628/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "68767628",
      "code": "T07E03"
    },
    {
      "id": "t7e02-bug-bounty-e-seus-segredos-nem-tao-secretos",
      "slug": "t7e02-bug-bounty-e-seus-segredos-nem-tao-secretos",
      "title": "T07E02 - Bug bounty e seus segredos nem tão secretos",
      "date": "2025-11-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, recebemos o pesquisador C4ng4c3ir0, um verdadeiro veterano do mundo dos Bug Bounties e atualmente #.1 no Ranking Brasileiro. Ele abriu o jogo sobre como é a rotina de quem caça vulnerabilidades, os…",
      "contentHtml": "Neste episódio, recebemos o pesquisador C4ng4c3ir0, um verdadeiro veterano do mundo dos Bug Bounties e atualmente #.1 no Ranking Brasileiro. Ele abriu o jogo sobre como é a rotina de quem caça vulnerabilidades, os desafios de lidar com triagens demoradas e programas mal estruturados, e o que separa um bom caçador de um simples “report spammer”. Discutimos o equilíbrio entre reconhecimento, ética e técnica, e como as empresas podem aprender com quem vive na linha de frente da segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/68553071/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/68553071/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "68553071",
      "code": "T07E02"
    },
    {
      "id": "t7e01-appsec-e-ai-vai-dar-liga",
      "slug": "t7e01-appsec-e-ai-vai-dar-liga",
      "title": "T07E01 - AppSec e AI - Vai dar liga?",
      "date": "2025-11-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "O lançamento do Aardvark marcou mais um passo na integração entre Application Security e Inteligência Artificial. Mas o que isso realmente significa para o futuro da segurança de software? Neste episódio, exploramos…",
      "contentHtml": "O lançamento do Aardvark marcou mais um passo na integração entre Application Security e Inteligência Artificial. Mas o que isso realmente significa para o futuro da segurança de software? Neste episódio, exploramos como soluções baseadas em IA estão transformando a forma como detectamos, priorizamos e corrigimos vulnerabilidades — e o que muda no papel do profissional de AppSec diante dessa automação crescente. Conversamos sobre riscos, oportunidades e limites éticos dessa evolução: da triagem automatizada à geração de código seguro, passando por frameworks que prometem “segurança autônoma”. No fim, a pergunta permanece: estamos prontos para confiar à IA a defesa das nossas aplicações?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/68430882/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/68430882/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "68430882",
      "code": "T07E01"
    },
    {
      "id": "t6e21-bug-bounty-em-appsec",
      "slug": "t6e21-bug-bounty-em-appsec",
      "title": "T06E21 - Bug Bounty em AppSec",
      "date": "2025-10-24",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, exploramos o que realmente faz um programa de Bug Bounty funcionar — além dos prêmios em dinheiro. Conversamos sobre como alinhar a iniciativa às demandas de Application Security, desde o desenho das…",
      "contentHtml": "Neste episódio, exploramos o que realmente faz um programa de Bug Bounty funcionar — além dos prêmios em dinheiro. Conversamos sobre como alinhar a iniciativa às demandas de Application Security, desde o desenho das políticas até o processo de triagem dos relatórios recebidos. Discutimos como priorizar vulnerabilidades, evitar ruído e transformar descobertas da comunidade em melhorias reais de segurança. Um papo direto sobre maturidade, cultura e eficiência em programas de Bug Bounty.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/68262522/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/68262522/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "68262522",
      "code": "T06E21"
    },
    {
      "id": "t6e20-criptografia-quantica",
      "slug": "t6e20-criptografia-quantica",
      "title": "T06E20 - Criptografia quântica",
      "date": "2025-09-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "A era quântica deixou de ser ficção científica e já começa a mexer com a segurança digital de empresas no mundo todo. No novo episódio, recebemos Leonardo Carissimi, líder de Cibersegurança e Privacidade da Capgemini…",
      "contentHtml": "A era quântica deixou de ser ficção científica e já começa a mexer com a segurança digital de empresas no mundo todo. No novo episódio, recebemos Leonardo Carissimi, líder de Cibersegurança e Privacidade da Capgemini Brasil, para falar sobre criptografia pós-quântica e criptoagilidade, trazendo dados e insights do estudo global “Futuro Criptografado”. Conversamos sobre como organizações brasileiras e globais estão se preparando para o “Dia Q”, quando computadores quânticos poderão quebrar a criptografia atual, e quais tendências devem moldar a cibersegurança em 2025 e além. Descubra por que 70% das empresas já planejam adotar soluções de segurança quântica, como diretrizes regulatórias estão guiando essa transição e o que você precisa saber para enfrentar os próximos desafios digitais.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/67699277/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/67699277/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "67699277",
      "code": "T06E20"
    },
    {
      "id": "t6e19-incidente-facil",
      "slug": "t6e19-incidente-facil",
      "title": "T06E19 - Incidente fácil",
      "date": "2025-09-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje recebemos Leticia Pereira, especialista em CSIRT e Resposta a Incidentes, para discutir como equipes de Computer Security Incident Response Team podem se beneficiar de práticas de Application…",
      "contentHtml": "No episódio de hoje recebemos Leticia Pereira, especialista em CSIRT e Resposta a Incidentes, para discutir como equipes de Computer Security Incident Response Team podem se beneficiar de práticas de Application Security. Exploramos como integrar a visão de AppSec no dia a dia do CSIRT, quais informações os times de desenvolvimento podem fornecer para enriquecer a resposta a incidentes e como essa colaboração fortalece a resiliência organizacional frente a ataques.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/67614256/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/67614256/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "67614256",
      "code": "T06E19"
    },
    {
      "id": "t6e18-como-montar-um-programa-de-appsec-pt5",
      "slug": "t6e18-como-montar-um-programa-de-appsec-pt5",
      "title": "T06E18 - Como montar um programa de AppSec pt5",
      "date": "2025-08-20",
      "author": "Cássio Batista Pereira",
      "excerpt": "Na parte 5 da série sobre como montar um programa de AppSec, discutimos dois pontos críticos para transformar a estratégia em realidade: orçamento e execução. Exploramos como estruturar a alocação de recursos,…",
      "contentHtml": "Na parte 5 da série sobre como montar um programa de AppSec, discutimos dois pontos críticos para transformar a estratégia em realidade: orçamento e execução. Exploramos como estruturar a alocação de recursos, justificar investimentos em segurança de aplicações e, principalmente, como aplicar um plano de 100 dias para dar os primeiros passos sólidos rumo a um programa efetivo e sustentável.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/67453401/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/67453401/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "67453401",
      "code": "T06E18"
    },
    {
      "id": "t6e17-a-nuvem-e-o-limite",
      "slug": "t6e17-a-nuvem-e-o-limite",
      "title": "T06E17 - A nuvem é o limite",
      "date": "2025-07-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "“A Nuvem é o Limite”, exploramos o equilíbrio entre segurança e custos na computação em nuvem. Discutimos os principais riscos, práticas recomendadas para proteger dados e aplicações, e como tomar decisões estratégicas…",
      "contentHtml": "“A Nuvem é o Limite”, exploramos o equilíbrio entre segurança e custos na computação em nuvem. Discutimos os principais riscos, práticas recomendadas para proteger dados e aplicações, e como tomar decisões estratégicas que mantenham o ambiente seguro sem estourar o orçamento. Uma conversa prática e objetiva para quem quer extrair o máximo da nuvem com responsabilidade e eficiência. Com um convidado super especial, o bom filho, a casa torna!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/67186070/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/67186070/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "67186070",
      "code": "T06E17"
    },
    {
      "id": "t6e16-cultura-de-seguranca-no-desenvolvimento",
      "slug": "t6e16-cultura-de-seguranca-no-desenvolvimento",
      "title": "T06E16 - Cultura de segurança no desenvolvimento",
      "date": "2025-07-16",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje do DevSecOps Podcast, recebemos a enigmática e afiada Mulher das Cobras para uma conversa sem rodeios sobre Cultura de Segurança no Desenvolvimento de Software. Discutimos como segurança vai muito…",
      "contentHtml": "No episódio de hoje do DevSecOps Podcast, recebemos a enigmática e afiada Mulher das Cobras para uma conversa sem rodeios sobre Cultura de Segurança no Desenvolvimento de Software. Discutimos como segurança vai muito além de ferramentas e checklists — é comportamento, mentalidade e hábito. Falamos de erros comuns, sabotagens internas e o papel (ignorado) da liderança técnica. Uma aula de cultura, com veneno na medida certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/66997796/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/66997796/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "66997796",
      "code": "T06E16"
    },
    {
      "id": "t6e15-o-seu-appsec-e-o-meu-lucro",
      "slug": "t6e15-o-seu-appsec-e-o-meu-lucro",
      "title": "T06E15 - O seu AppSec é o meu lucro",
      "date": "2025-07-02",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje, sentamos com o lendário C4ng4c3ir0, um verdadeiro fora da lei... do bem. Ele compartilha sua jornada como Bug Hunter, desde os primeiros bounties até os altos lucros descobrindo falhas em grandes…",
      "contentHtml": "No episódio de hoje, sentamos com o lendário C4ng4c3ir0, um verdadeiro fora da lei... do bem. Ele compartilha sua jornada como Bug Hunter, desde os primeiros bounties até os altos lucros descobrindo falhas em grandes empresas. Falamos sobre técnica, ética, dinheiro e, claro, como transformar vulnerabilidades em oportunidade (e em boletos pagos). Quer entender como alguém ganha dinheiro apontando os erros dos outros? Então dá o play. Esse episódio vai abrir sua mente — ou seu sistema, se não tiver seguro. 💸🔐<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/66830207/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/66830207/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "66830207",
      "code": "T06E15"
    },
    {
      "id": "t6e14-the-appsec-must-have",
      "slug": "t6e14-the-appsec-must-have",
      "title": "T06E14 - The AppSec must have",
      "date": "2025-06-18",
      "author": "Cássio Batista Pereira",
      "excerpt": "Let’s be honest: most AppSec programs suck at scale. Endless false positives, broken dev pipelines, and security teams drowning in dashboards. In this episode, we call it out with the CEO of Smithy Security. We talk…",
      "contentHtml": "Let’s be honest: most AppSec programs suck at scale. Endless false positives, broken dev pipelines, and security teams drowning in dashboards. In this episode, we call it out with the CEO of Smithy Security. We talk about why traditional approaches don’t work, how Smithy flips the script, and what it really means to build security that devs don’t hate. Buckle up – this one pulls no punches.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/66594067/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/66594067/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "66594067",
      "code": "T06E14"
    },
    {
      "id": "t6e13-aprendizado-em-appsec",
      "slug": "t6e13-aprendizado-em-appsec",
      "title": "T06E13 - Aprendizado em AppSec",
      "date": "2025-06-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Hoje alunos, seguidores e ouvintes juntaram-se ao elenco para falar como é importante o ensino informal na nossa área. Become a supporter of this podcast:…",
      "contentHtml": "Hoje alunos, seguidores e ouvintes juntaram-se ao elenco para falar como é importante o ensino informal na nossa área.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/66594010/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/66594010/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "66594010",
      "code": "T06E13"
    },
    {
      "id": "t6e12-programa-de-appsec-pt4",
      "slug": "t6e12-programa-de-appsec-pt4",
      "title": "T06E12 - Programa de AppSec pt4",
      "date": "2025-06-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "No quarto episódio da série sobre Programas de AppSec, o foco é o treinamento. Discutimos como estruturar iniciativas de capacitação para desenvolvimento seguro, abordando desde treinamentos obrigatórios até programas…",
      "contentHtml": "No quarto episódio da série sobre Programas de AppSec, o foco é o treinamento. Discutimos como estruturar iniciativas de capacitação para desenvolvimento seguro, abordando desde treinamentos obrigatórios até programas contínuos como Security Champions. O elenco explora o que realmente funciona na prática, como medir efetividade, engajar devs sem sobrecarregar e evitar os erros mais comuns ao tentar “evangelizar” segurança por meio da educação. Um papo direto sobre como transformar conhecimento em mudança de comportamento.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/66368756/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/66368756/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "66368756",
      "code": "T06E12"
    },
    {
      "id": "t6e11-programa-de-appsec-pt3",
      "slug": "t6e11-programa-de-appsec-pt3",
      "title": "T06E11 - Programa de AppSec pt3",
      "date": "2025-05-27",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, damos continuidade à série sobre Programa de Segurança de Aplicações com foco em como introduzir a modelagem de ameaças no ciclo de desenvolvimento seguro (SDL). Discutimos o momento ideal para aplicar…",
      "contentHtml": "Neste episódio, damos continuidade à série sobre Programa de Segurança de Aplicações com foco em como introduzir a modelagem de ameaças no ciclo de desenvolvimento seguro (SDL). Discutimos o momento ideal para aplicar essa prática, os principais métodos utilizados (como STRIDE e PASTA), os desafios mais comuns enfrentados pelas equipes e estratégias para integrar a modelagem de forma leve e eficiente no fluxo de desenvolvimento. Se você está estruturando ou amadurecendo seu programa de AppSec, este episódio é essencial!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/66290320/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/66290320/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "66290320",
      "code": "T06E11"
    },
    {
      "id": "t6e10-como-montar-um-programa-de-appsec-pt-2",
      "slug": "t6e10-como-montar-um-programa-de-appsec-pt-2",
      "title": "T06E10 - Como montar um programa de AppSec pt 2",
      "date": "2025-04-11",
      "author": "Cássio Batista Pereira",
      "excerpt": "Dando continuidade à nossa série sobre como estruturar um programa completo de segurança de aplicações, neste segundo episódio mergulhamos nos requisitos mínimos de segurança e na definição de uma política de AppSec…",
      "contentHtml": "Dando continuidade à nossa série sobre como estruturar um programa completo de segurança de aplicações, neste segundo episódio mergulhamos nos requisitos mínimos de segurança e na definição de uma política de AppSec clara e aplicável. Falamos sobre como traduzir as necessidades da empresa em controles práticos, definir critérios mínimos para segurança de código, pipelines e ambientes, além de como criar (ou revisar) uma política que realmente funcione no dia a dia do desenvolvimento — sem se tornar um documento ignorado. 🎙️ Destaques do episódio:<br /><ul><li>O que são e como definir requisitos mínimos de segurança.</li><li>A importância de ter uma política de AppSec objetiva e realista.</li><li>Exemplos práticos de como aplicar essas diretrizes no ciclo de desenvolvimento.</li></ul>Se você está construindo as fundações do seu programa de AppSec, este episódio mostra como transformar boas intenções em práticas concretas.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/65443157/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/65443157/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "65443157",
      "code": "T06E10"
    },
    {
      "id": "t6e09-como-montar-um-programa-de-appsec-pt-1",
      "slug": "t6e09-como-montar-um-programa-de-appsec-pt-1",
      "title": "T06E09 - Como montar um programa de AppSec pt 1",
      "date": "2025-03-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio inaugural de uma série dedicada a construir um programa completo de segurança de aplicações, os hosts discutem os passos iniciais essenciais para implementar um AppSec eficaz na sua organização. A…",
      "contentHtml": "Neste episódio inaugural de uma série dedicada a construir um programa completo de segurança de aplicações, os hosts discutem os passos iniciais essenciais para implementar um AppSec eficaz na sua organização. A conversa foca em como realizar um assessment detalhado da maturidade da empresa em segurança de aplicações, identificando lacunas e oportunidades. Além disso, exploramos a importância de uma comunicação estratégica com stakeholders e equipes, garantindo alinhamento e engajamento de todos os envolvidos no processo. Se você está começando ou deseja aprimorar seu programa de AppSec, este episódio é o ponto de partida ideal para entender as bases e planejar o próximo passo. 🎙️ Destaques do episódio:<ul><li>Métodos e ferramentas para avaliar a maturidade em AppSec.</li><li>Como mapear os processos e identificar prioridades de segurança.</li><li>Estratégias de comunicação para engajar desenvolvedores, líderes e outros stakeholders.</li></ul>Não perca o início dessa jornada em busca de um programa de AppSec sólido e eficiente!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/65103905/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/65103905/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "65103905",
      "code": "T06E09"
    },
    {
      "id": "t6e08-panorama-de-appsec",
      "slug": "t6e08-panorama-de-appsec",
      "title": "T06E08 - Panorama de AppSec",
      "date": "2025-03-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, exploramos o cenário atual da Segurança de Aplicações (AppSec) com a participação deum convidado ilustre. Discutimos as principais tendências, desafios e boas práticas para tornar o desenvolvimento de…",
      "contentHtml": "Neste episódio, exploramos o cenário atual da Segurança de Aplicações (AppSec) com a participação deum convidado ilustre. Discutimos as principais tendências, desafios e boas práticas para tornar o desenvolvimento de software mais seguro. Desde a adoção do DevSecOps até o impacto das novas regulamentações, abordamos o que profissionais da área precisam saber para proteger suas aplicações. Um bate-papo essencial para quem busca se aprofundar no tema e entender para onde o mercado está caminhando.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64931989/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64931989/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64931989",
      "code": "T06E08"
    },
    {
      "id": "t6e07-ingles-para-todos",
      "slug": "t6e07-ingles-para-todos",
      "title": "T06E07 - Inglês para todos",
      "date": "2025-03-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje, recebemos uma convidada especial: uma professora de inglês com anos de experiência no ensino do idioma! Conversamos sobre os desafios mais comuns dos alunos, erros frequentes e, claro, dicas…",
      "contentHtml": "No episódio de hoje, recebemos uma convidada especial: uma professora de inglês com anos de experiência no ensino do idioma! Conversamos sobre os desafios mais comuns dos alunos, erros frequentes e, claro, dicas valiosas para melhorar a fluência, pronúncia e vocabulário. Se você quer turbinar seu inglês de forma prática e eficiente, este episódio é para você! 🎧✨<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64786359/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64786359/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64786359",
      "code": "T06E07"
    },
    {
      "id": "t6e06-seguranca-de-produto",
      "slug": "t6e06-seguranca-de-produto",
      "title": "T06E06 - Segurança de produto",
      "date": "2025-03-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje abordamos o tema Product Security, destacando sua importância no ciclo de vida do desenvolvimento de software e no impacto direto da segurança nos produtos finais. Discutimos como integrar a…",
      "contentHtml": "No episódio de hoje abordamos o tema Product Security, destacando sua importância no ciclo de vida do desenvolvimento de software e no impacto direto da segurança nos produtos finais. Discutimos como integrar a segurança de maneira eficiente desde o início do desenvolvimento, alinhando as equipes de segurança, desenvolvimento e operações para garantir que o produto não seja apenas funcional, mas também seguro. Falamos sobre as práticas essenciais para proteger produtos em todas as fases, desde a concepção até a produção, incluindo Threat Modeling, Testes de Segurança, Análise de Vulnerabilidades e Secure Coding. Destacamos também como a cultura de segurança deve ser incorporada dentro das equipes de desenvolvimento, com foco em automação de testes de segurança, uso de ferramentas de análise estática e dinâmica, e práticas de revisão de código. Além disso, exploramos o papel vital das equipes de DevSecOps em garantir que a segurança seja uma parte intrínseca do processo de desenvolvimento ágil, sem comprometer a entrega de valor. Através de exemplos práticos e estudos de caso, mostramos como a segurança de produtos pode prevenir falhas críticas e proteger a integridade dos usuários e dados. Se você está buscando entender como as equipes podem garantir a segurança de produtos de forma eficaz e sem comprometer a agilidade, este episódio oferece insights valiosos!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64558702/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64558702/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64558702",
      "code": "T06E06"
    },
    {
      "id": "t6e05-explorando-o-zero-trust",
      "slug": "t6e05-explorando-o-zero-trust",
      "title": "T06E05 - Explorando o Zero Trust",
      "date": "2025-02-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, discutimos o modelo de segurança Zero Trust, uma abordagem revolucionária para proteger dados e sistemas em um ambiente corporativo. Com a crescente complexidade das ameaças cibernéticas e o aumento do…",
      "contentHtml": "Neste episódio, discutimos o modelo de segurança Zero Trust, uma abordagem revolucionária para proteger dados e sistemas em um ambiente corporativo. Com a crescente complexidade das ameaças cibernéticas e o aumento do trabalho remoto, o conceito de Zero Trust ganhou ainda mais relevância. Exploramos os princípios fundamentais do Zero Trust, como a premissa de \"nunca confiar, sempre verificar\", e como isso impacta diretamente a gestão de acessos, autenticação e segurança de redes. Também falamos sobre como implementar uma arquitetura Zero Trust em organizações de diferentes portes, com ênfase em tecnologias de ponta como autenticação multifatorial (MFA), controle de acesso baseado em identidade (IAM) e microsegmentação. Além disso, abordamos as vantagens de adotar uma abordagem Zero Trust para reduzir os riscos de segurança e como as práticas de DevSecOps se integram a essa filosofia para proteger ainda mais os pipelines de desenvolvimento e os sistemas de produção. Se você está interessado em aprender como a segurança moderna pode evoluir para enfrentar os desafios atuais, este episódio é imperdível!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64558128/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64558128/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64558128",
      "code": "T06E05"
    },
    {
      "id": "t6e04-o-fim-de-appsec",
      "slug": "t6e04-o-fim-de-appsec",
      "title": "T06E04 - O fim de AppSec?",
      "date": "2025-02-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "É isso mesmo, é o fim galera acabou. A IA vai dominar tudo, não tem mais emprego... já era. Não jovem, calma... não acabou e nem vai acabar. E discutimos esse tema neste episódio com elenco completo finalmente, o que…",
      "contentHtml": "É isso mesmo, é o fim galera acabou. A IA vai dominar tudo, não tem mais emprego... já era. Não jovem, calma... não acabou e nem vai acabar. E discutimos esse tema neste episódio com elenco completo finalmente, o que era para ser o segundo episódio da temporada, virou o quarto por problemas logísticos. Mas AppSec se transforma a cada dia, ainda que a base se mantenha, novos desafios surgem, consequentemente novas maneiras de manter as aplicações seguras também, então junte-se a nós nessa jornada e descubra um pouco mais sobre o \"AppSec vai acabar hur dhur\".<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64315222/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64315222/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64315222",
      "code": "T06E04"
    },
    {
      "id": "t6e03-ciencia-na-pratica",
      "slug": "t6e03-ciencia-na-pratica",
      "title": "T06E03 - Ciência na prática",
      "date": "2025-02-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, entrevistamos um cientista da área de Cyber Security para explorar os desafios e oportunidades do mundo acadêmico dentro da segurança da informação. Discutimos como as pesquisas acadêmicas influenciam o…",
      "contentHtml": "Neste episódio, entrevistamos um cientista da área de Cyber Security para explorar os desafios e oportunidades do mundo acadêmico dentro da segurança da informação. Discutimos como as pesquisas acadêmicas influenciam o mercado, as dificuldades de transformar descobertas em soluções práticas e a relação entre universidades e empresas. Além disso, abordamos as principais tendências de pesquisa, o impacto das novas tecnologias e dicas para quem deseja ingressar na área acadêmica ou seguir carreira como pesquisador em segurança cibernética.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64299811/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64299811/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64299811",
      "code": "T06E03"
    },
    {
      "id": "t6e02-carreira-em-appsec",
      "slug": "t6e02-carreira-em-appsec",
      "title": "T06E02 - Carreira em AppSec",
      "date": "2025-02-05",
      "author": "Cássio Batista Pereira",
      "excerpt": "Rapaz do céu... que episódio massa. A prova que este Podcast funciona, pessoas são impactadas e vidas são transformadas. A história da Marília é emocionante e inspiradora para você que quer entrar na área, para você que…",
      "contentHtml": "Rapaz do céu... que episódio massa. A prova que este Podcast funciona, pessoas são impactadas e vidas são transformadas. A história da Marília é emocionante e inspiradora para você que quer entrar na área, para você que já é da área, e para você também, jovem sem oportunidades :)<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/64213167/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/64213167/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "64213167",
      "code": "T06E02"
    },
    {
      "id": "t6e01-security-champion",
      "slug": "t6e01-security-champion",
      "title": "T06E01 - Security Champion",
      "date": "2025-01-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, exploramos o processo de criação e implementação de um programa de Security Champions dentro das empresas. Discutimos como identificar os colaboradores ideais para assumir esse…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, exploramos o processo de criação e implementação de um programa de Security Champions dentro das empresas. Discutimos como identificar os colaboradores ideais para assumir esse papel, as melhores estratégias para engajá-los, e quais benefícios um programa bem estruturado pode trazer para a segurança organizacional. Também abordamos dicas práticas para promover uma cultura de segurança entre os times de desenvolvimento e como alinhar o programa aos objetivos de negócio.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/63610195/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/63610195/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "63610195",
      "code": "T06E01"
    },
    {
      "id": "t5e19-o-mercado-fora-do-brasil-pt2",
      "slug": "t5e19-o-mercado-fora-do-brasil-pt2",
      "title": "T05E19 - O mercado fora do Brasil pt2",
      "date": "2024-10-29",
      "author": "Cássio Batista Pereira",
      "excerpt": "Nesse episódio, os hosts compartilham suas experiências de viver na Europa, com foco em suas jornadas na Polônia e Alemanha. Eles discutem as diferenças culturais, desafios de adaptação, o impacto no dia a dia e as…",
      "contentHtml": "Nesse episódio, os hosts compartilham suas experiências de viver na Europa, com foco em suas jornadas na Polônia e Alemanha. Eles discutem as diferenças culturais, desafios de adaptação, o impacto no dia a dia e as peculiaridades de cada país. Se você está curioso sobre como é morar fora ou tem interesse em conhecer mais sobre a vida na Europa, este episódio traz uma perspectiva autêntica e insights valiosos.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/62543562/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/62543562/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "62543562",
      "code": "T05E19"
    },
    {
      "id": "t5e18-o-mercado-fora-do-brasil",
      "slug": "t5e18-o-mercado-fora-do-brasil",
      "title": "T05E18 - O mercado fora do Brasil",
      "date": "2024-10-23",
      "author": "Cássio Batista Pereira",
      "excerpt": "Nesse episódio, os hosts compartilham suas experiências de viver na Europa, com foco em suas jornadas na Polônia e Alemanha. Eles discutem as diferenças culturais, desafios de adaptação, o impacto no dia a dia e as…",
      "contentHtml": "Nesse episódio, os hosts compartilham suas experiências de viver na Europa, com foco em suas jornadas na Polônia e Alemanha. Eles discutem as diferenças culturais, desafios de adaptação, o impacto no dia a dia e as peculiaridades de cada país. Se você está curioso sobre como é morar fora ou tem interesse em conhecer mais sobre a vida na Europa, este episódio traz uma perspectiva autêntica e insights valiosos.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/62474186/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/62474186/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "62474186",
      "code": "T05E18"
    },
    {
      "id": "t5e17-modelar-ameacas-e-uma-arte",
      "slug": "t5e17-modelar-ameacas-e-uma-arte",
      "title": "T05E17 - Modelar ameaças é uma arte",
      "date": "2024-10-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, o host e seus convidados exploram a importância da modelagem de ameaças no desenvolvimento seguro de software. A conversa aborda desde os princípios fundamentais da modelagem até…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, o host e seus convidados exploram a importância da modelagem de ameaças no desenvolvimento seguro de software. A conversa aborda desde os princípios fundamentais da modelagem até estratégias práticas para identificar, categorizar e mitigar ameaças. Com foco no impacto dessa prática no ciclo de desenvolvimento, os participantes discutem como equipes de segurança, desenvolvimento e operações podem colaborar para construir sistemas mais resilientes e menos vulneráveis a ataques. Uma aula indispensável para quem busca integrar segurança em todas as etapas do desenvolvimento.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/62285876/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/62285876/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "62285876",
      "code": "T05E17"
    },
    {
      "id": "t5e16-cenarios-de-appsec",
      "slug": "t5e16-cenarios-de-appsec",
      "title": "T05E16 - Cenários de AppSec",
      "date": "2024-08-23",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, exploramos um cenário real onde uma vulnerabilidade crítica foi descoberta em um componente open source amplamente utilizado. Discutimos as implicações dessa falha de segurança e…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, exploramos um cenário real onde uma vulnerabilidade crítica foi descoberta em um componente open source amplamente utilizado. Discutimos as implicações dessa falha de segurança e como ela impacta a integridade e a segurança de projetos de software. A conversa aprofunda-se na importância de ferramentas de SCA (Software Composition Analysis) para identificar e gerenciar vulnerabilidades em componentes de terceiros, garantindo que as dependências do seu projeto estejam seguras. Além disso, oferecemos estratégias práticas e melhores práticas para mitigar riscos, desde a implementação de um processo contínuo de monitoramento até a atualização segura de dependências. Não perca esta discussão essencial para quem quer fortalecer a segurança de suas aplicações e entender como o uso consciente de componentes open source pode fazer a diferença!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/61124084/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/61124084/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "61124084",
      "code": "T05E16"
    },
    {
      "id": "t5e15-are-psychology-and-cyber-security-related",
      "slug": "t5e15-are-psychology-and-cyber-security-related",
      "title": "T05E15 - Are psychology and Cyber Security related?",
      "date": "2024-07-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this insightful episode of the DevSecOps Podcast, hosts Cássio, Marcos, and Ben-Hur are joined by Magdalena Jarosz, a psychologist with extensive experience in the field of information security. The conversation…",
      "contentHtml": "In this insightful episode of the DevSecOps Podcast, hosts Cássio, Marcos, and Ben-Hur are joined by Magdalena Jarosz, a psychologist with extensive experience in the field of information security. The conversation delves into the crucial role that psychology plays in cybersecurity, especially in understanding and influencing human behavior to mitigate vulnerabilities and enhance security practices. Magda shares her expertise on why people often avoid addressing vulnerabilities and how psychological principles can be applied to foster a more security-conscious mindset. She explains the common defensive reactions that security team members encounter when approaching colleagues with potential security issues. The discussion highlights the importance of communication strategies and the psychological barriers that can hinder effective security practices.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/60801221/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/60801221/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "60801221",
      "code": "T05E15"
    },
    {
      "id": "t5e14-security-at-runtime",
      "slug": "t5e14-security-at-runtime",
      "title": "T05E14 - Security at runtime",
      "date": "2024-07-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this episode of the DevSecOps Podcast, our host engages in a fascinating conversation with experts from Kodem about the cutting-edge world of Runtime Application Security. As applications become increasingly complex…",
      "contentHtml": "In this episode of the DevSecOps Podcast, our host engages in a fascinating conversation with experts from Kodem about the cutting-edge world of Runtime Application Security. As applications become increasingly complex and cyber threats evolve, traditional security measures often fall short. Our guests from Kodem discuss how this kind of solution provides a dynamic layer of security by continuously monitoring and protecting applications in real-time. Listeners will gain insights into the technical underpinnings of runtime security, its advantages over traditional security solutions, and practical implementation strategies. The episode delves into real-world scenarios where runtime security has thwarted sophisticated attacks, demonstrating its effectiveness in maintaining application integrity and protecting sensitive data. Whether you're a seasoned DevSecOps professional or new to the field, this episode offers valuable perspectives on enhancing your security posture with runtime security. Tune in to learn how integrating this technology can fortify your defenses and keep your applications safe from emerging threats.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/60656402/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/60656402/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "60656402",
      "code": "T05E14"
    },
    {
      "id": "t5e13-vuln-ai-generation",
      "slug": "t5e13-vuln-ai-generation",
      "title": "T05E13 - Vuln AI Generation",
      "date": "2024-07-04",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this engaging episode of the DevSecOps Podcast, host Cássio is joined by Eitan, the CEO of Mobb.ai, to delve into the transformative impact of AI on security practices. The discussion centers around how Mobb.ai…",
      "contentHtml": "In this engaging episode of the DevSecOps Podcast, host Cássio is joined by Eitan, the CEO of Mobb.ai, to delve into the transformative impact of AI on security practices. The discussion centers around how Mobb.ai leverages the power of artificial intelligence to automatically fix vulnerabilities in software development, revolutionizing the way organizations approach security.<br /><br />Eitan shares insights on the core technology behind Mobb.ai, explaining how their AI-driven platform  and algorithms seamlessly integrates with existing DevOps workflows. He highlights the platform's capability of generating and appling patches autonomously, significantly reducing the window of exposure to potential threats.<br /><br />Listeners will gain a deeper understanding of the benefits of automated vulnerability management, including improved efficiency, reduced human error, and enhanced overall security posture. Eitan also touches on real-world case studies, illustrating the tangible impact of Mobb.ai's solutions in various industries.<br /><br />Tune in to learn how AI is reshaping the landscape of cybersecurity, providing innovative solutions to some of the most pressing challenges faced by development and security teams today. Whether you're a seasoned DevSecOps professional or new to the field, this episode offers valuable insights into the future of automated security.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/60597539/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/60597539/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "60597539",
      "code": "T05E13"
    },
    {
      "id": "t5e12-data-protection-on-another-level",
      "slug": "t5e12-data-protection-on-another-level",
      "title": "T05E12 - Data protection on another level",
      "date": "2024-06-14",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this episode, our hosts dive deep into the critical realm of data protection with a renowned cybersecurity expert. Together, they explore the intricacies of safeguarding sensitive information in the SaaS landscape.…",
      "contentHtml": "In this episode, our hosts dive deep into the critical realm of data protection with a renowned cybersecurity expert. Together, they explore the intricacies of safeguarding sensitive information in the SaaS landscape. The discussion kicks off with an overview of the unique challenges and responsibilities SaaS providers face in securing user data. Our guest shares insights on the best practices for data protection, emphasizing the importance of robust encryption and access controls.<br />The conversation then shifts to data backup strategies, where they discuss the significance of regular backups, the different types of backup solutions available, and how to choose the right one for your organization. Practical advice is provided on creating effective backup policies that ensure minimal data loss and quick recovery times.<br />Finally, the episode delves into disaster recovery planning, highlighting the steps organizations should take to prepare for and respond to data breaches, system failures, or other catastrophic events. Key components of a disaster recovery plan are outlined, from risk assessment to incident response, along with real-world examples of successful recoveries.<br />Whether you're a SaaS provider, a business relying on SaaS solutions, or simply interested in cybersecurity, this episode is packed with valuable information and actionable tips to help you protect your data and ensure business continuity in the face of digital threats. Don't miss this enlightening conversation on the importance of data protection, backup, and disaster recovery in the ever-evolving world of SaaS.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/60382533/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/60382533/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "60382533",
      "code": "T05E12"
    },
    {
      "id": "t5e11-appsec-and-ai-o-que-vem-por-ai",
      "slug": "t5e11-appsec-and-ai-o-que-vem-por-ai",
      "title": "T05E11 - AppSec & AI o que vem por aí",
      "date": "2024-05-29",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, os anfitriões mergulham no fascinante mundo da inteligência artificial (IA) e sua aplicação na segurança de aplicativos (AppSec). A conversa abrange as inovações mais recentes no desenvolvimento de…",
      "contentHtml": "Neste episódio, os anfitriões mergulham no fascinante mundo da inteligência artificial (IA) e sua aplicação na segurança de aplicativos (AppSec). A conversa abrange as inovações mais recentes no desenvolvimento de software de IA, incluindo startups que estão criando engenheiros de software autônomos e ferramentas que geram infraestrutura automaticamente a partir do código-fonte de aplicativos. Os anfitriões discutem como os modelos de linguagem natural (LLMs) estão transformando o campo de AppSec, proporcionando novos desafios e oportunidades para os profissionais da área. Além disso, são compartilhadas estratégias para se manter atualizado com as rápidas mudanças tecnológicas e preparar-se para o futuro do trabalho com IA. Junte-se a nós para entender como essas tecnologias estão moldando o presente e o futuro da segurança de aplicativos e descubra dicas práticas para integrar IA em suas práticas de DevSecOps.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/60196791/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/60196791/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "60196791",
      "code": "T05E11"
    },
    {
      "id": "t5e10-appsec-should-be-smooth",
      "slug": "t5e10-appsec-should-be-smooth",
      "title": "T05E10 - AppSec should be smooth",
      "date": "2024-05-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this insightful episode of the DevSecOps Podcast, hosts dive deep into the world of Application Security (AppSec) alongside special guest Chris Lindsey, a prominent figure from Mend. With years of experience in the…",
      "contentHtml": "In this insightful episode of the DevSecOps Podcast, hosts dive deep into the world of Application Security (AppSec) alongside special guest Chris Lindsey, a prominent figure from Mend. With years of experience in the field, Chris brings a wealth of knowledge and practical insights to the table. The conversation kicks off with an exploration of the evolving landscape of AppSec and the unique challenges it presents in today's fast-paced digital environment. From the proliferation of cloud-native applications to the increasing sophistication of cyber threats, Chris sheds light on the pressing issues facing developers and security professionals alike. Throughout the episode, listeners gain valuable perspectives on key topics such as vulnerability management, threat modeling, and secure coding practices. Chris shares real-world examples and best practices gleaned from his extensive experience, offering practical advice for organizations looking to bolster their AppSec posture. Moreover, the discussion delves into the pivotal role of DevSecOps in driving cultural and technological shifts to enhance security throughout the software development lifecycle. Chris emphasizes the importance of collaboration between development, security, and operations teams, highlighting the benefits of automation and continuous integration/continuous deployment (CI/CD) pipelines in streamlining security processes. As the episode draws to a close, the hosts and Chris reflect on the future of AppSec and the emerging trends set to shape the industry. From the rise of containerization and microservices architectures to the growing importance of secure software supply chains, there's no shortage of intriguing topics to explore. Overall, this episode serves as a compelling deep dive into the world of AppSec, offering actionable insights and expert guidance for organizations navigating the complex intersection of security and software development. Whether you're a seasoned security professional or a developer keen to bolster your security chops, this episode is not to be missed. Tune in and join the conversation today!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/59867836/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/59867836/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "59867836",
      "code": "T05E10"
    },
    {
      "id": "t5e09-automation-is-the-key",
      "slug": "t5e09-automation-is-the-key",
      "title": "T05E09 - Automation is the key",
      "date": "2024-04-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this enlightening episode of the DevSecOps Podcast, we dive deep into the intersection of security, automation, and artificial intelligence with our special guest, Leor from Blink. Join us as we explore how AI is…",
      "contentHtml": "In this enlightening episode of the DevSecOps Podcast, we dive deep into the intersection of security, automation, and artificial intelligence with our special guest, Leor from Blink. Join us as we explore how AI is revolutionizing security practices, making them more efficient, robust, and adaptive. 🔒 Security Challenges in the Digital Age: With the ever-evolving threat landscape, traditional security measures are often insufficient to protect against sophisticated cyberattacks. Leor shares insights into the pressing security challenges faced by organizations today and how AI-powered automation can provide proactive defense mechanisms. 🛠️ Harnessing AI for Security Automation: Leor unveils the potential of AI in automating security processes, from threat detection and incident response to vulnerability management. 🔍 Building Resilient Security Pipelines: Learn how integrating AI-driven security automation into DevSecOps pipelines enhances agility and resilience. Leor discusses practical strategies for seamlessly incorporating AI tools and techniques into existing workflows, optimizing security posture without disrupting development velocity.💡 Future Perspectives and Best Practices: As AI continues to reshape the cybersecurity landscape, Leor shares his vision for the future of security automation and offers actionable advice for organizations looking to embark on their AI journey. From leveraging machine learning models to implementing intelligent orchestration, discover the best practices for harnessing the power of AI in securing digital assets.Tune in to this episode of the DevSecOps Podcast to unlock the potential of AI-driven security automation and fortify your defenses against emerging threats.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/59694347/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/59694347/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "59694347",
      "code": "T05E09"
    },
    {
      "id": "t5e08-appsec-calendar",
      "slug": "t5e08-appsec-calendar",
      "title": "T05E08 - AppSec Calendar",
      "date": "2024-04-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Não tem o que falar, assista / ouça, faça o download e comece utilizar hoje mesmo o AppSec Calendar. Baixar agora - https://cassiodeveloper.com.br/assets/downloads/AppSec-Calendar.jpg Acessar a versão com tags -…",
      "contentHtml": "Não tem o que falar, assista / ouça, faça o download e comece utilizar hoje mesmo o AppSec Calendar. Baixar agora - https://cassiodeveloper.com.br/assets/downloads/AppSec-Calendar.jpg Acessar a versão com tags - https://onlysecfans.com.br/<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/59502769/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/59502769/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "59502769",
      "code": "T05E08"
    },
    {
      "id": "t5e07-entrar-em-infosec-pode-ser-perigoso",
      "slug": "t5e07-entrar-em-infosec-pode-ser-perigoso",
      "title": "T05E07 - Entrar em InfoSec pode ser... perigoso.",
      "date": "2024-04-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "A emocionante jornada de migrar de outras áreas para a cibersegurança pode ser tentadora. Muitos escutam que \"page bem\", e outros que \"é a área do futuro\". Seja você um veterano da tecnologia ou um novato buscando uma…",
      "contentHtml": "A emocionante jornada de migrar de outras áreas para a cibersegurança pode ser tentadora. Muitos escutam que \"page bem\", e outros que \"é a área do futuro\". Seja você um veterano da tecnologia ou um novato buscando uma mudança, este episódio é uma fonte indispensável de insights e conselhos. Junte-se a nós enquanto nosso elenco experiente compartilha suas próprias histórias e experiências, desde os desafios enfrentados até as estratégias bem-sucedidas que os ajudaram a fazer a transição para a cibersegurança. Explore as nuances únicas de migrar de diferentes campos profissionais e descubra como as habilidades transferíveis podem se traduzir de maneiras surpreendentes na defesa digital. Descubra as melhores práticas para desenvolver sua base de conhecimento em segurança da informação, encontrar oportunidades de aprendizado e se destacar no competitivo mercado de trabalho da cibersegurança. De conselhos práticos a reflexões inspiradoras, este episódio é um guia abrangente para aqueles que buscam fazer da cibersegurança sua próxima grande aventura profissional. Não perca este episódio envolvente e motivador do DevSecOps Podcast. Esteja pronto para ser inspirado e capacitado a trilhar seu próprio caminho emocionante na cibersegurança!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/59282334/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/59282334/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "59282334",
      "code": "T05E07"
    },
    {
      "id": "t5e06-desafios-do-dast",
      "slug": "t5e06-desafios-do-dast",
      "title": "T05E06 - Desafios do DAST",
      "date": "2024-03-27",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje do DevSecOps Podcast, mergulhamos no mundo dinâmico da segurança de aplicações com Tiago Mendo, o visionário fundador da Probely. Tiago compartilha conosco sua jornada desde a concepção da Probely…",
      "contentHtml": "No episódio de hoje do DevSecOps Podcast, mergulhamos no mundo dinâmico da segurança de aplicações com Tiago Mendo, o visionário fundador da Probely. Tiago compartilha conosco sua jornada desde a concepção da Probely até sua posição como líder na oferta de soluções DAST (Dynamic Application Security Testing) como um serviço. Ao longo da conversa, exploramos os desafios exclusivos enfrentados pelas equipes de desenvolvimento e segurança ao adotar e integrar testes DAST em seus pipelines de DevOps. Tiago compartilha insights valiosos sobre como a Probely está abordando esses desafios, oferecendo uma perspectiva única sobre como a automação e a mão de obra especializada estão transformando o teste de segurança de aplicações. Dos obstáculos técnicos à resistência organizacional, este episódio oferece uma visão aprofundada dos desafios e das melhores práticas para implementar com sucesso testes DAST em sua estratégia de segurança de software. Junte-se a nós enquanto desmistificamos o DAST e exploramos o futuro emocionante da segurança de aplicações na era do DevSecOps.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/59185424/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/59185424/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "59185424",
      "code": "T05E06"
    },
    {
      "id": "t5e05-super-engenharia-vs-kiss",
      "slug": "t5e05-super-engenharia-vs-kiss",
      "title": "T05E05 - Super engenharia vs KISS",
      "date": "2024-03-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio intrigante do nosso podcast, mergulhamos fundo no mundo das stacks infladas e exploramos como o princípio de segurança KISS pode ser a chave para evitar problemas. Stacks infladas, ou pilhas tecnológicas…",
      "contentHtml": "Neste episódio intrigante do nosso podcast, mergulhamos fundo no mundo das stacks infladas e exploramos como o princípio de segurança KISS pode ser a chave para evitar problemas. Stacks infladas, ou pilhas tecnológicas excessivamente complexas, podem ser uma armadilha para empresas e desenvolvedores, levando a problemas de manutenção, segurança e desempenho. Analisamos exemplos reais de stacks infladas e discutimos os riscos associados a elas. Além disso, exploramos o princípio de segurança KISS (Keep It Simple, Stupid), que preconiza a simplicidade como um componente essencial da segurança. Discutimos como a simplicidade pode reduzir a superfície de ataque, aumentar a compreensão e facilitar a manutenção de sistemas complexos. Apresentamos estratégias práticas para aplicar o princípio KISS na arquitetura de software, na seleção de tecnologias e no processo de desenvolvimento. Com insights de especialistas em segurança cibernética e desenvolvimento de software, este episódio oferece uma visão perspicaz sobre como evitar as armadilhas das stacks infladas e adotar uma abordagem simplificada para garantir a segurança e a eficácia dos sistemas tecnológicos. Se você está interessado em manter sua infraestrutura tecnológica segura e eficiente, este é um episódio que você não pode perder!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/59033471/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/59033471/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "59033471",
      "code": "T05E05"
    },
    {
      "id": "t5e04-proposito-de-carreira",
      "slug": "t5e04-proposito-de-carreira",
      "title": "T05E04 - Propósito de carreira",
      "date": "2024-03-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio mais recente do DevSecOps Podcast, mergulhamos no fascinante mundo do propósito de carreira e sua relação com a segurança da informação. Um renomado especialista em segurança cibernética e coach de carreira…",
      "contentHtml": "No episódio mais recente do DevSecOps Podcast, mergulhamos no fascinante mundo do propósito de carreira e sua relação com a segurança da informação. Um renomado especialista em segurança cibernética e coach de carreira hahaha, compartilha insights valiosos sobre como alinhar seu propósito pessoal com suas atividades profissionais em segurança. Descubra como identificar seu propósito de carreira e como isso pode servir como um impulso poderoso para melhorar a postura de segurança da sua organização. Aprenda como encontrar significado em seu trabalho diário e como isso pode inspirar uma abordagem mais proativa para proteger os ativos digitais da sua empresa. Junte-se a nós neste episódio emocionante enquanto exploramos o papel do propósito de carreira na criação de uma cultura de segurança forte e resiliente. Se você está interessado em elevar sua carreira em segurança da informação enquanto encontra maior significado em seu trabalho, este episódio é para você!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/58946420/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/58946420/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "58946420",
      "code": "T05E04"
    },
    {
      "id": "t5e03-automacao-de-requisito-existe",
      "slug": "t5e03-automacao-de-requisito-existe",
      "title": "T05E03 - Automação de requisito, existe?",
      "date": "2024-02-21",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio de hoje, mergulhamos fundo no mundo da segurança cibernética e desenvolvimento de software com nosso convidado especial, Anderson. Exploramos a importância da automação de requisitos de segurança em todas as…",
      "contentHtml": "No episódio de hoje, mergulhamos fundo no mundo da segurança cibernética e desenvolvimento de software com nosso convidado especial, Anderson. Exploramos a importância da automação de requisitos de segurança em todas as fases do ciclo de desenvolvimento de software. Descubra como as equipes podem integrar eficientemente práticas de segurança desde o início do processo de desenvolvimento e como ferramentas automatizadas podem ser aliadas poderosas na garantia de conformidade com os padrões de segurança. Anderson compartilha insights valiosos sobre os desafios comuns enfrentados pelas equipes de desenvolvimento e como a automação pode impulsionar a eficácia e a eficiência na implementação de requisitos de segurança. Se você está interessado em aprender como a automação pode fortalecer a postura de segurança de sua equipe de desenvolvimento, este episódio é para você!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/58754007/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/58754007/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "58754007",
      "code": "T05E03"
    },
    {
      "id": "t5e02-c-level-and-appsec-is-there-a-problem",
      "slug": "t5e02-c-level-and-appsec-is-there-a-problem",
      "title": "T05E02 - C level & AppSec is there a problem?",
      "date": "2024-02-14",
      "author": "Cássio Batista Pereira",
      "excerpt": "This episode aims to explore the dynamics and differences between C-level positions (such as CISO - Chief Information Security Officer) and the day-to-day operations within Application Security (AppSec). The episode…",
      "contentHtml": "This episode aims to explore the dynamics and differences between C-level positions (such as CISO - Chief Information Security Officer) and the day-to-day operations within Application Security (AppSec). The episode kicks off with an introduction to the importance of cybersecurity in today's rapidly evolving digital landscape. The hosts then introduce their guest Yoad Fekete, an industry veteran with extensive experience in both executive leadership and hands-on AppSec roles.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/58554627/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/58554627/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "58554627",
      "code": "T05E02"
    },
    {
      "id": "t5e01-dev-experience-vs-appsec",
      "slug": "t5e01-dev-experience-vs-appsec",
      "title": "T05E01 - Dev experience VS AppSec",
      "date": "2024-02-07",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this episode, our hosts delve into the dynamic interplay between Developer Experience (DevX) and Application Security practices, exploring how these two crucial elements can coexist harmoniously in the fast-paced…",
      "contentHtml": "In this episode, our hosts delve into the dynamic interplay between Developer Experience (DevX) and Application Security practices, exploring how these two crucial elements can coexist harmoniously in the fast-paced world of software development. Joined by a seasoned guest expert in the field Raz Probstein, they dissect the challenges developers face in maintaining a seamless user experience while also prioritizing robust security measures. From discussing the latest trends in DevX to dissecting innovative approaches to application security, this episode provides valuable insights for tech enthusiasts, developers, and security professionals alike. Tune in to discover the delicate balance required to achieve both an optimal developer experience and an airtight security framework in today's rapidly evolving digital landscape.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/58553729/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/58553729/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "58553729",
      "code": "T05E01"
    },
    {
      "id": "30-appsec-challenges",
      "slug": "30-appsec-challenges",
      "title": "#30 - AppSec challenges",
      "date": "2023-11-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "In this milestone episode, we dive deep into the ever-evolving landscape of Application Security (AppSec) with two distinguished guests, Simon Price and Idan Elor. As we celebrate our podcast's end of season, join us in…",
      "contentHtml": "In this milestone episode, we dive deep into the ever-evolving landscape of Application Security (AppSec) with two distinguished guests, Simon Price and Idan Elor. As we celebrate our podcast's end of season, join us in unraveling the intricate web of challenges that organizations face in securing their applications. Our guest, Simon Price, brings a wealth of experience from the frontlines of AppSec. As a seasoned security professional, Price shares real-world anecdotes and sheds light on the emerging threats that keep AppSec professionals up at night. From the latest attack vectors to the importance of secure coding practices, Price guides us through the intricate dance between developers and security teams. Idan, our second guest, is a thought leader in the realm of Application Security and Software Development. Together, we explore the world of application security. Idan discusses the challenges of AppSec, implementing an effective AppSec program, communication with teams, and skills to develop individuals. Throughout the episode, we unravel practical strategies and actionable insights to fortify your applications against the ever-present threats. Our guests share their perspectives on the significance of Application Security Posture Management, the role of automation in AppSec, and how organizations can cultivate a security-first culture. As we reflect on the past years of insightful discussions, this episode serves as a beacon for professionals navigating the AppSec maze. Whether you're a seasoned security expert or a developer keen on bolstering your application's defenses, Price and Idan provide a roadmap for addressing AppSec challenges head-on. Join us in celebrating our podcast's end of the season as we continue to bring you expert insights, engaging conversations, and practical advice to empower your journey in the dynamic world of cybersecurity.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/57861856/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/57861856/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "57861856",
      "code": ""
    },
    {
      "id": "29-requisitos-de-seguranca",
      "slug": "29-requisitos-de-seguranca",
      "title": "#29 - Requisitos de segurança",
      "date": "2023-11-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste emocionante episódio do DevSecOps Podcast, mergulhamos fundo no mundo da Segurança de Aplicações (AppSec) para explorar a importância fundamental dos Requisitos de Segurança. A segurança nunca foi tão crucial no…",
      "contentHtml": "Neste emocionante episódio do DevSecOps Podcast, mergulhamos fundo no mundo da Segurança de Aplicações (AppSec) para explorar a importância fundamental dos Requisitos de Segurança. A segurança nunca foi tão crucial no desenvolvimento de aplicações como é hoje, e nossos especialistas convidados estão aqui para oferecer insights inestimáveis. Junte-se a nós enquanto discutimos como identificar, priorizar e implementar Requisitos de Segurança de forma eficaz em seu ciclo de desenvolvimento. Nossos especialistas compartilham suas experiências práticas e estratégias comprovadas para garantir que sua aplicação esteja protegida contra ameaças cibernéticas. Neste episódio, você aprenderá:<ul><li>O que são Requisitos de Segurança em AppSec e por que são essenciais.</li><li>Como integrar requisitos de segurança desde o início do processo de desenvolvimento.</li><li>Estratégias para adaptar os requisitos de segurança às necessidades específicas de seu projeto.</li><li>Casos de uso reais de como a negligência dos requisitos de segurança pode resultar em vulnerabilidades graves.</li><li>Dicas valiosas sobre as melhores práticas para manter seus aplicativos seguros ao longo do tempo.</li></ul>Não perca este episódio informativo e inspirador enquanto navegamos pelas águas turbulentas da segurança de aplicações e descobrimos como os requisitos de segurança são a âncora que mantém seu projeto protegido. Ouça agora e fortaleça suas defesas em AppSec!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/57558017/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/57558017/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "57558017",
      "code": ""
    },
    {
      "id": "28-quebrar-build-sim-ou-claro",
      "slug": "28-quebrar-build-sim-ou-claro",
      "title": "#28 - Quebrar build, sim ou claro?",
      "date": "2023-11-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Mergulhamos profundamente no fascinante mundo da quebra de build em AppSec. A segurança de aplicações é um aspecto crítico do desenvolvimento de software, e garantir que nossa base de código esteja protegida contra…",
      "contentHtml": "Mergulhamos profundamente no fascinante mundo da quebra de build em AppSec. A segurança de aplicações é um aspecto crítico do desenvolvimento de software, e garantir que nossa base de código esteja protegida contra ameaças é essencial. Nossos especialistas convidados compartilham suas experiências e insights sobre como a quebra de build pode impactar a segurança do software e o que as equipes DevSecOps podem fazer para enfrentar esse desafio de frente. Discutimos:<ol><li>O Que é Quebra de Build em AppSec? - Definimos o que significa uma quebra de build em AppSec e por que isso é uma preocupação tão importante.</li><li>Detectando Problemas de Segurança na Fase de Build - Exploramos as melhores práticas para a detecção precoce de vulnerabilidades de segurança no processo de compilação.</li><li>Integração Contínua e Testes de Segurança - Como a integração contínua e testes automatizados de segurança podem evitar que a quebra de build se torne um pesadelo de segurança.</li><li>Ferramentas e Soluções - Apresentamos ferramentas e soluções que podem ser usadas para manter a segurança do aplicativo no centro do desenvolvimento.</li><li>Estudos de Caso e Lições Aprendidas - Compartilhamos exemplos reais de quebras de build em AppSec e como equipes ágeis resolveram esses problemas, mantendo a segurança em primeiro plano.</li></ol>Se você está interessado em aprender como a quebra de build se relaciona com a segurança do aplicativo e como implementar práticas sólidas de AppSec em seu processo de desenvolvimento, este episódio é uma leitura obrigatória.Junte-se a nós enquanto exploramos o emocionante mundo da segurança de aplicativos em DevSecOps e descubra como manter seu software seguro desde o início. Ouça agora e leve sua segurança de aplicativo a um novo patamar!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/57471549/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/57471549/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "57471549",
      "code": ""
    },
    {
      "id": "27-appsec-em-alto-nivel",
      "slug": "27-appsec-em-alto-nivel",
      "title": "#27 - AppSec em alto nível",
      "date": "2023-10-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste emocionante episódio, mergulhamos fundo no mundo da Segurança de Aplicações (AppSec) com um convidado especial, Ben Hur do Guia de AppSec. Junte-se a nós enquanto exploramos os fundamentos e desafios críticos…",
      "contentHtml": "Neste emocionante episódio, mergulhamos fundo no mundo da Segurança de Aplicações (AppSec) com um convidado especial, Ben Hur do Guia de AppSec. Junte-se a nós enquanto exploramos os fundamentos e desafios críticos relacionados à proteção de aplicações em um ambiente digital em constante evolução. AppSec é mais do que apenas uma camada de segurança - é uma mentalidade que permeia o desenvolvimento de software desde o início. Ben Hur compartilha sua experiência e insights valiosos sobre como as organizações podem adotar práticas de AppSec de alto nível para proteger suas aplicações de maneira eficaz. Neste episódio, abordamos tópicos importantes, incluindo:<ul><li>A importância de integrar a segurança desde o início do ciclo de vida de desenvolvimento de software.</li><li>Estratégias para identificar e mitigar vulnerabilidades de segurança em aplicações.</li><li>Ferramentas e técnicas essenciais para implementar uma abordagem robusta de AppSec.</li><li>Como a colaboração entre desenvolvedores, operações e equipes de segurança impulsiona o sucesso em segurança de aplicações.</li></ul>Se você está interessado em fortalecer a segurança das suas aplicações ou deseja aprofundar seu conhecimento em AppSec, este episódio é uma fonte valiosa de informações. Junte-se a nós nesta conversa cativante enquanto desvendamos os segredos da segurança de aplicações com Ben Hur. É hora de tornar a segurança parte integrante do DNA do seu desenvolvimento de software.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/57382227/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/57382227/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "57382227",
      "code": ""
    },
    {
      "id": "26-o-terror-do-falso-positivo",
      "slug": "26-o-terror-do-falso-positivo",
      "title": "#26 - O terror do falso positivo",
      "date": "2023-10-11",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio, mergulhamos fundo no desafiador mundo dos testes de segurança de software e exploramos a questão crítica dos 'Falsos Positivos'. Junte-se a nós enquanto discutimos as complexidades de identificar e lidar…",
      "contentHtml": "Neste episódio, mergulhamos fundo no desafiador mundo dos testes de segurança de software e exploramos a questão crítica dos 'Falsos Positivos'. Junte-se a nós enquanto discutimos as complexidades de identificar e lidar com resultados de testes que erroneamente sinalizam problemas de segurança inexistentes. Nossos especialistas convidados compartilham suas perspectivas e experiências, oferecendo insights valiosos sobre como reduzir o impacto dos falsos positivos e aprimorar a eficácia das avaliações de segurança. Se você está envolvido em desenvolvimento, segurança ou operações de TI, este episódio é um guia essencial para aperfeiçoar sua abordagem ao garantir que suas aplicações sejam seguras e confiáveis<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/57199969/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/57199969/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "57199969",
      "code": ""
    },
    {
      "id": "25-treinamento-de-seguranca-para-devs",
      "slug": "25-treinamento-de-seguranca-para-devs",
      "title": "#25 - Treinamento de segurança para devs",
      "date": "2023-10-04",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste emocionante episódio do DevSecOps Podcast, mergulhamos fundo no mundo do treinamento de segurança para desenvolvedores. À medida que a segurança cibernética se torna uma preocupação cada vez mais premente, é…",
      "contentHtml": "Neste emocionante episódio do DevSecOps Podcast, mergulhamos fundo no mundo do treinamento de segurança para desenvolvedores. À medida que a segurança cibernética se torna uma preocupação cada vez mais premente, é essencial que os desenvolvedores estejam bem equipados para criar aplicativos e sistemas resistentes a ameaças. Nossos anfitriões experientes se juntam para discutir as principais questões e melhores práticas relacionadas ao treinamento de segurança. Abordamos tópicos como:<ol><li>Por que o treinamento de segurança é crucial: Exploramos os riscos atuais que as organizações enfrentam e como a falta de treinamento de segurança pode ser um ponto fraco na proteção contra ameaças.</li><li>Conteúdo essencial para treinamento: Analisamos os tópicos críticos que os desenvolvedores devem aprender, desde os fundamentos da segurança cibernética até práticas específicas de desenvolvimento seguro.</li><li>Métodos e abordagens de treinamento: Discutimos diferentes métodos de entrega de treinamento, incluindo cursos online, workshops práticos e simulações de ataques.</li><li>Cultura de segurança: Exploramos como criar uma cultura de segurança dentro das equipes de desenvolvimento, incentivando a colaboração e a responsabilidade.</li><li>Sucesso no treinamento: Compartilhamos histórias de sucesso e casos de estudo que demonstram como o treinamento eficaz de segurança pode fazer a diferença em organizações de todos os tamanhos.</li></ol>Se você é um desenvolvedor interessado em elevar suas habilidades de segurança ou um líder de equipe em busca de insights sobre como implementar um programa de treinamento de segurança robusto, este episódio é uma fonte inestimável de conhecimento. Ouça agora para descobrir como o treinamento de segurança pode fortalecer a linha de frente da defesa cibernética e ajudar a proteger suas aplicações e dados valiosos contra ameaças cada vez mais sofisticadas.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/57055396/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/57055396/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "57055396",
      "code": ""
    },
    {
      "id": "24-code-scan-onde-como",
      "slug": "24-code-scan-onde-como",
      "title": "#24 - Code scan? Onde? Como?",
      "date": "2023-09-20",
      "author": "Cássio Batista Pereira",
      "excerpt": "Scan de código parece ser um tema sem fim. Sempre há uma nova questão a ser tratada, ou novo jeito de fazer, uma nova forma de visualizar.... mas neste episódio eu vou tentar estabelecer de uma vez por todas, até então,…",
      "contentHtml": "Scan de código parece ser um tema sem fim. Sempre há uma nova questão a ser tratada, ou novo jeito de fazer, uma nova forma de visualizar.... mas neste episódio eu vou tentar estabelecer de uma vez por todas, até então, o que você precisa considerar para definir com clareza e sucesso sua estratégia de code scan.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56873500/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56873500/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56873500",
      "code": ""
    },
    {
      "id": "23-real-vs-ideal",
      "slug": "23-real-vs-ideal",
      "title": "#23 - Real vs Ideal",
      "date": "2023-09-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "Não sei nem o que dizer para o episódio de hoje, só ter o elenco TRABALHANDO já é uma vitória. Mas falamos sobre o mundo real vs o mundo ideal, porquê é tão dificil atingir o ideal? Na realidade, não é tão complicado…",
      "contentHtml": "Não sei nem o que dizer para o episódio de hoje, só ter o elenco TRABALHANDO já é uma vitória. Mas falamos sobre o mundo real vs o mundo ideal, porquê é tão dificil atingir o ideal? Na realidade, não é tão complicado assim, talvez falte um pouco de boa vontade de todos os envolvidos no SDL para garantir segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56776594/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56776594/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56776594",
      "code": ""
    },
    {
      "id": "22-supply-chain-de-verdade",
      "slug": "22-supply-chain-de-verdade",
      "title": "#22 - Supply chain de verdade",
      "date": "2023-09-07",
      "author": "Cássio Batista Pereira",
      "excerpt": "À medida que as organizações adotam abordagens DevOps e Agile para acelerar o desenvolvimento de software, a cadeia de suprimentos de software tornou-se um ponto crítico de vulnerabilidade. Insights valiosos sobre os…",
      "contentHtml": "À medida que as organizações adotam abordagens DevOps e Agile para acelerar o desenvolvimento de software, a cadeia de suprimentos de software tornou-se um ponto crítico de vulnerabilidade. Insights valiosos sobre os desafios enfrentados pelas equipes de segurança e desenvolvimento na proteção da cadeia de suprimentos são abordados neste episódio, destacando ameaças comuns e melhores práticas para mitigá-las. Aprenda como implementar medidas de segurança desde a concepção até a implantação para fortalecer a integridade do seu software e proteger seus aplicativos contra ataques maliciosos. Se você está envolvido em DevSecOps ou está interessado em garantir que sua cadeia de suprimentos de software seja segura, este episódio é essencial. Junte-se a nós para uma conversa informativa e prática sobre Supply Chain Security.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56728802/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56728802/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56728802",
      "code": ""
    },
    {
      "id": "21-inovacao-em-appsec",
      "slug": "21-inovacao-em-appsec",
      "title": "#21 - Inovação em AppSec",
      "date": "2023-08-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "Mergulhamos no emocionante mundo de Application Security (AppSec) e exploramos as inovações que estão transformando a maneira como as organizações garantem a segurança de suas aplicações. Junte-se a nós neste bate papo…",
      "contentHtml": "Mergulhamos no emocionante mundo de Application Security (AppSec) e exploramos as inovações que estão transformando a maneira como as organizações garantem a segurança de suas aplicações. Junte-se a nós neste bate papo rico em experiência com insights diretamente da Blackhat e Defcon nos EUA onde descobrimos as abordagens pioneiras que estão revolucionando a forma como lidamos com os desafios de segurança em um ambiente de desenvolvimento acelerado.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56639766/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56639766/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56639766",
      "code": ""
    },
    {
      "id": "20-os-maiores-eventos-hacker-do-mundo",
      "slug": "20-os-maiores-eventos-hacker-do-mundo",
      "title": "#20 - Os maiores eventos hacker do mundo",
      "date": "2023-08-23",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio do DevSecOps Podcast, Cássio e Rodrigo compartilham suas vivências empolgantes ao participar das renomadas conferências de segurança, BlackHat, Defcon e BSides, na icônica cidade de Las Vegas. Os ouvintes…",
      "contentHtml": "Neste episódio do DevSecOps Podcast, Cássio e Rodrigo compartilham suas vivências empolgantes ao participar das renomadas conferências de segurança, BlackHat, Defcon e BSides, na icônica cidade de Las Vegas. Os ouvintes são convidados a se juntar a essa dupla dinâmica em sua jornada pelos eventos de segurança mais prestigiados do mundo. Cássio e Rodrigo mergulham de cabeça na atmosfera única dessas conferências, onde a inovação encontra a segurança cibernética. Eles compartilham insights sobre as palestras e apresentações que testemunharam, explorando tópicos que variam desde vulnerabilidades emergentes até abordagens avançadas de proteção de dados. A perspectiva DevSecOps é constantemente destacada, evidenciando como essa mentalidade se encaixa perfeitamente no ecossistema de segurança atual. O episódio também mergulha na cultura hacker da Defcon, revelando encontros emocionantes com especialistas em hacking, competições empolgantes e vislumbres das tecnologias de segurança do futuro. Cássio e Rodrigo ressaltam como a ética hacker e os princípios do DevSecOps se cruzam, impulsionando a constante evolução da segurança cibernética. Na conferência BSides, a dupla explora a atmosfera mais intimista da comunidade de segurança. Eles compartilham como a troca aberta de ideias e o foco na colaboração estão profundamente enraizados na mentalidade DevSecOps, e como esses valores são demonstrados de maneira impressionante durante o evento. No desfecho do episódio, Cássio e Rodrigo destacam as lições aprendidas durante essa experiência e como elas influenciarão suas abordagens de segurança futuras. Eles celebram a natureza dinâmica do DevSecOps e compartilham suas perspectivas sobre o futuro da segurança cibernética. Não perca este emocionante episódio, enquanto Cássio e Rodrigo trazem as conferências de segurança de Las Vegas diretamente para os seus ouvidos, oferecendo uma visão única das últimas tendências, desafios e oportunidades no mundo do DevSecOps.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56569939/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56569939/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56569939",
      "code": ""
    },
    {
      "id": "19-tec-recruitment-not-an-easy-job",
      "slug": "19-tec-recruitment-not-an-easy-job",
      "title": "#19 - Tec recruitment, not an easy job",
      "date": "2023-07-12",
      "author": "Cássio Batista Pereira",
      "excerpt": "Our first talk with an IT / InfoSec recruiter in the whole history of this Podcast. It was an amazing conversation with someone who has the Mission Impossible of hiring tech people. Our guest Karolina Sochasz gave a…",
      "contentHtml": "Our first talk with an IT / InfoSec recruiter in the whole history of this Podcast. It was an amazing conversation with someone who has the Mission Impossible of hiring tech people. Our guest Karolina Sochasz gave a very nice view from her perspective of the market, tips for candidates, and funny stories about her career.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56069267/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56069267/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56069267",
      "code": ""
    },
    {
      "id": "18-shift-everywhere",
      "slug": "18-shift-everywhere",
      "title": "#18 - Shift everywhere",
      "date": "2023-07-05",
      "author": "Cássio Batista Pereira",
      "excerpt": "Descubra como impulsionar a segurança e a agilidade no desenvolvimento de software com o conceito de \"shift everywhere\". Neste episódio você aprende como integrar a segurança em todas as etapas do processo de…",
      "contentHtml": "Descubra como impulsionar a segurança e a agilidade no desenvolvimento de software com o conceito de \"shift everywhere\". Neste episódio você aprende como integrar a segurança em todas as etapas do processo de desenvolvimento, compartilhando práticas, ferramentas e exemplos reais de sucesso. Saiba como promover a colaboração entre as equipes de desenvolvimento, operações e segurança, resultando em software mais seguro e entregas mais rápidas. Prepare-se para adotar essa abordagem inovadora e equilibrar segurança e agilidade em sua organização.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/56004437/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/56004437/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "56004437",
      "code": ""
    },
    {
      "id": "17-criptografia-descomplicada",
      "slug": "17-criptografia-descomplicada",
      "title": "#17 - Criptografia descomplicada",
      "date": "2023-06-21",
      "author": "Cássio Batista Pereira",
      "excerpt": "Hoje, temos o prazer de receber um convidado especialista no assunto, que nos guiará por um mundo fascinante e enigmático: a criptografia. Neste episódio, mergulharemos nos segredos da criptografia com o renomado…",
      "contentHtml": "Hoje, temos o prazer de receber um convidado especialista no assunto, que nos guiará por um mundo fascinante e enigmático: a criptografia. Neste episódio, mergulharemos nos segredos da criptografia com o renomado especialista em segurança cibernética, Marco Carnut. Ele compartilhará seus vastos conhecimentos sobre o tema e nos conduzirá através dos fundamentos, aplicações e desafios da criptografia no mundo digital atual. O Sr. Carnut nos explicará os conceitos básicos da criptografia, revelando como ela transforma informações legíveis em um código ininteligível para proteger sua confidencialidade. Aprenderemos sobre os diferentes tipos de algoritmos criptográficos, desde cifras clássicas até técnicas modernas de criptografia assimétrica e de chave pública. Além disso, exploraremos as aplicações práticas da criptografia, como a segurança de comunicações online, transações financeiras, proteção de dados pessoais e a privacidade na era digital. O Sr. Carnut nos guiará pelas principais ameaças e vulnerabilidades enfrentadas atualmente, além de discutir como a criptografia desempenha um papel crucial na proteção contra ataques cibernéticos. Durante nossa conversa, também abordaremos o tema da criptografia de ponta a ponta, presente em aplicativos de mensagens instantâneas e comunicações sensíveis. O Sr. Carnut compartilhará sua perspectiva sobre os desafios de conciliar a segurança dos dados com a conveniência e usabilidade dessas ferramentas. Por fim, exploraremos o futuro da criptografia e como ela pode evoluir para enfrentar novos desafios, como a computação quântica e a proteção da privacidade em um mundo cada vez mais conectado. Se você está interessado em entender como suas informações são protegidas e como a criptografia molda o mundo digital, este episódio é imperdível. Junte-se a nós nesta jornada fascinante pelo mundo da criptografia, com o Sr. Marco Carnut como nosso guia especializado. Prepare-se para ter sua mente desafiada e suas percepções sobre segurança cibernética transformadas.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/54652077/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/54652077/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "54652077",
      "code": ""
    },
    {
      "id": "16-livro-de-appsec",
      "slug": "16-livro-de-appsec",
      "title": "#16 - Livro de AppSec",
      "date": "2023-05-31",
      "author": "Cássio Batista Pereira",
      "excerpt": "\"🎙️ Episódio Especial: Proteja suas Aplicações - O livro Explicando, Application Security 📚Seja bem-vindo(a) a um episódio especial do nosso podcast, onde mergulhamos no fascinante mundo da segurança de aplicações.…",
      "contentHtml": "\"🎙️ Episódio Especial: Proteja suas Aplicações - O livro Explicando, Application Security 📚Seja bem-vindo(a) a um episódio especial do nosso podcast, onde mergulhamos no fascinante mundo da segurança de aplicações. Hoje, temos o prazer de apresentar a você o livro que vai revolucionar sua perspectiva sobre segurança digital: 'Explicando, Application Security'.🔐 Você já parou para pensar em como suas informações pessoais e confidenciais podem estar vulneráveis no vasto universo online? Com o constante aumento de ameaças cibernéticas, é essencial proteger seus dados e garantir a segurança de suas aplicações. Neste episódio especial, entrevistamos EU MESMO o \"renomado autor\" e especialista em segurança de aplicações, Cássio Pereira, que compartilha insights exclusivos e dicas práticas para proteger suas aplicações contra ataques maliciosos.📘 'Explicando, Application Security' é uma obra completa, abordando desde os conceitos básicos até as técnicas mais avançadas de segurança de aplicações. Com uma linguagem acessível e exemplos reais, o livro oferece uma visão abrangente dos principais desafios e soluções para garantir a proteção de suas aplicações.🔒 Descubra como:<br /><ul><li>Identificar vulnerabilidades comuns em suas aplicações.</li><li>Implementar medidas de segurança robustas para prevenir ataques.</li><li>Proteger seus dados pessoais e informações confidenciais.</li><li>Mitigar riscos e lidar com ameaças emergentes.</li></ul>Se você é um desenvolvedor, profissional de TI ou alguém preocupado com a segurança digital, este livro é uma leitura obrigatória. Aumente sua compreensão sobre segurança de aplicações e adquira as habilidades necessárias para manter-se protegido no mundo virtual.🎁 E temos uma surpresa para nossos ouvintes! Durante esta semana, oferecemos um desconto especial na compra do livro 'Explicando, Application Security'. Basta acessar nosso site https://cassiodeveloper.com.br/livro e usar o código promocional 5OFF no checkout. Não perca esta oportunidade de aprimorar seus conhecimentos em segurança de aplicações. Faça parte da comunidade que está transformando a forma como encaramos a proteção digital. Acesse agora https://cassiodeveloper.com.br/livro e adquira seu exemplar de 'Explicando, Application Security'! Junte-se a nós nesta jornada de descoberta e fortaleça sua defesa contra as ameaças digitais. Ouça o episódio completo em https://devsecopspodcast.com.br e adquira seu livro hoje mesmo!🔒 Proteja-se. Mantenha-se seguro. 'Explicando, Application Security' 📖\"<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/54056140/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/54056140/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "54056140",
      "code": ""
    },
    {
      "id": "15-appsec-devsecops-e-nuvem",
      "slug": "15-appsec-devsecops-e-nuvem",
      "title": "#15 - Appsec, DevSecOps e Nuvem?",
      "date": "2023-05-24",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio especial, mergulhamos no emocionante mundo da segurança de aplicações e como ela se relaciona com a cultura DevSecOps. Vamos explorar as melhores práticas para garantir a segurança em todas as etapas SDL…",
      "contentHtml": "Neste episódio especial, mergulhamos no emocionante mundo da segurança de aplicações e como ela se relaciona com a cultura DevSecOps. Vamos explorar as melhores práticas para garantir a segurança em todas as etapas SDL e como os profissionais de segurança podem trabalhar em colaboração com as equipes de desenvolvimento e operações. Batemos um papo com o especialista em segurança de aplicações, <a href=\"https://www.linkedin.com/in/magnologan/\" target=\"_blank\" rel=\"noreferrer noopener\">Magno Logan</a>, que compartilha insights valiosos sobre os desafios comuns enfrentados pelas organizações quando se trata de garantir a segurança de seus aplicativos. Ele discute a importância de uma abordagem proativa para a segurança de aplicações e como as vulnerabilidades podem ser evitadas desde o início do processo de desenvolvimento e também nos fala sobre como a segurança pode ser integrada de forma eficiente em uma cultura DevSecOps. Ele destaca a importância da automação e da colaboração entre as equipes de segurança, desenvolvimento e operações para garantir a entrega contínua e segura de software. No segmento final, analisamos estudos de caso reais de empresas que implementaram com sucesso práticas de AppSec e DevSecOps. Nosso convidado compartilha os desafios que enfrenta, as estratégias que adota e os resultados positivos que obteve em termos de segurança e eficiência operacional. Não perca este episódio empolgante, repleto de informações valiosas sobre AppSec e DevSecOps. Se você está interessado em proteger suas aplicações e integrar a segurança em seus processos de desenvolvimento, este episódio é uma obrigação! Duração: Aproximadamente 45 minutos.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53972211/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53972211/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53972211",
      "code": ""
    },
    {
      "id": "14-medo-do-dev-dev-may-cry",
      "slug": "14-medo-do-dev-dev-may-cry",
      "title": "#14 - Medo do dev? Dev may cry!",
      "date": "2023-05-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "Você é dev? Sabe voar dev? Sabe? Pois é, o estilo capitão nascimento as vezes se faz necessário em meio a cenários tão \"sem ordem\", onde literalmente o dev é Deus e pode tudo, mas será mesmo que deve ser assim? Devemos…",
      "contentHtml": "Você é dev? Sabe voar dev? Sabe? Pois é, o estilo capitão nascimento as vezes se faz necessário em meio a cenários tão \"sem ordem\", onde literalmente o dev é Deus e pode tudo, mas será mesmo que deve ser assim? Devemos confiar nossa segurança, qualidade e outros aspectos na boa vontade do dev? Ou devemos impor da maneira correta como a coisa deve ser feita?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53805098/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53805098/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53805098",
      "code": ""
    },
    {
      "id": "13-india",
      "slug": "13-india",
      "title": "#13 - Índia",
      "date": "2023-04-26",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio curioso, eu falo da minha experiência quando conheci um dos maiores países de referencia tecnologica no mundo, tanto para a área de T.I. quanto para a área de InfoSec, a índia. Pessoas, cultura, comida,…",
      "contentHtml": "Neste episódio curioso, eu falo da minha experiência quando conheci um dos maiores países de referencia tecnologica no mundo, tanto para a área de T.I. quanto para a área de InfoSec, a índia. Pessoas, cultura, comida, trânsito.... vem conhecer um pouquinho e se surpreender como eu.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53655075/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53655075/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53655075",
      "code": ""
    },
    {
      "id": "12-serie-owasp-scp-pt-4",
      "slug": "12-serie-owasp-scp-pt-4",
      "title": "#12 - Série OWASP SCP PT 4",
      "date": "2023-04-19",
      "author": "Cássio Batista Pereira",
      "excerpt": "Temas importantes tratamos neste episódio que é o último da série OWASP SCP. Vale lembrar que, ter o OWASP SCP como seu guia de boas práticas em baixo do braço é crucial para uma codificação mais segura. Become a…",
      "contentHtml": "Temas importantes tratamos neste episódio que é o último da série OWASP SCP. Vale lembrar que, ter o OWASP SCP como seu guia de boas práticas em baixo do braço é crucial para uma codificação mais segura.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53580096/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53580096/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53580096",
      "code": ""
    },
    {
      "id": "11-serie-owasp-scp-pt-3",
      "slug": "11-serie-owasp-scp-pt-3",
      "title": "#11 - Série OWASP SCP PT 3",
      "date": "2023-03-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Temas importantes tratamos neste episódio. Vale lembrar que, ter o OWASP SCP como seu guia de boas práticas em baixo do braço é crucial para uma codificação mais segura. Become a supporter of this podcast:…",
      "contentHtml": "Temas importantes tratamos neste episódio. Vale lembrar que, ter o OWASP SCP como seu guia de boas práticas em baixo do braço é crucial para uma codificação mais segura.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53235627/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53235627/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53235627",
      "code": ""
    },
    {
      "id": "10-serie-owasp-scp-pt-2",
      "slug": "10-serie-owasp-scp-pt-2",
      "title": "#10 - Série OWASP SCP PT 2",
      "date": "2023-03-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Quem manda neste podcast são os ouvintes, e com base na sugestão do ouvinte Humberto Marinho hoje a série do OWASP Source Code Practices ganha seu segundo episódio para falarmos de boas práticas de codificação segura,…",
      "contentHtml": "Quem manda neste podcast são os ouvintes, e com base na sugestão do ouvinte Humberto Marinho hoje a série do OWASP Source Code Practices ganha seu segundo episódio para falarmos de boas práticas de codificação segura, afinal, é sobre isso.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53132244/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53132244/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53132244",
      "code": ""
    },
    {
      "id": "9-serie-owasp-scp-pt-1",
      "slug": "9-serie-owasp-scp-pt-1",
      "title": "#09 - Série OWASP SCP PT 1",
      "date": "2023-03-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Quem manda neste podcast são os ouvintes, e com base numa sugestão iniamos hoje a série do OWASP Source Code Practices para falar de boas práticas de codificação segura, afinal, é sobre isso. Become a supporter of this…",
      "contentHtml": "Quem manda neste podcast são os ouvintes, e com base numa sugestão iniamos hoje a série do OWASP Source Code Practices para falar de boas práticas de codificação segura, afinal, é sobre isso.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/53005211/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/53005211/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "53005211",
      "code": ""
    },
    {
      "id": "8-o-profissional-ideal",
      "slug": "8-o-profissional-ideal",
      "title": "#08 - O profissional ideal?",
      "date": "2023-02-22",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio eu faço uma reflexão sobre como podemos ser melhores profissionais e consequentemente afetar de forma positiva ou negativa o resultado do nosso trabalho. Quando pensamos em sistemas mais críticos, isso…",
      "contentHtml": "Neste episódio eu faço uma reflexão sobre como podemos ser melhores profissionais e consequentemente afetar de forma positiva ou negativa o resultado do nosso trabalho. Quando pensamos em sistemas mais críticos, isso talvez seja um problema, tão crítico quanto.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52814809/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52814809/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52814809",
      "code": ""
    },
    {
      "id": "7-ouvintes",
      "slug": "7-ouvintes",
      "title": "#07 - Ouvintes",
      "date": "2023-02-15",
      "author": "Cássio Batista Pereira",
      "excerpt": "Pela primeira vez trouxemos ouvintes do DevSecOps Podcast para participar de um episódio. Histórias engraçadas e inspiradoras vão te motivar, ou não. Vale lembrar que este Podcast, existe POR e PARA vocês. Sem vocês não…",
      "contentHtml": "Pela primeira vez trouxemos ouvintes do DevSecOps Podcast para participar de um episódio. Histórias engraçadas e inspiradoras vão te motivar, ou não. Vale lembrar que este Podcast, existe POR e PARA vocês. Sem vocês não aconteceria, continuaria. Nosso muito obrigado.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52694332/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52694332/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52694332",
      "code": ""
    },
    {
      "id": "6-the-secrets-of-devops",
      "slug": "6-the-secrets-of-devops",
      "title": "#06 - The secrets of DevOps",
      "date": "2023-02-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "On this very nice episode we talked with Manuela Mantione, DevOps Specialist at ABB about the good practices around the CI / CD world. And of course, how to fit security into all this smothly. Become a supporter of this…",
      "contentHtml": "On this very nice episode we talked with Manuela Mantione, DevOps Specialist at ABB about the good practices around the CI / CD world. And of course, how to fit security into all this smothly.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52661620/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52661620/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52661620",
      "code": ""
    },
    {
      "id": "5-seguranca-em-outro-nivel",
      "slug": "5-seguranca-em-outro-nivel",
      "title": "#05 - Segurança em outro nível",
      "date": "2023-02-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Este episódio serve para mostrar que, sozinho eu toco a parada. Mentira, saudades meninos. Mas, serviu sim para mostrar que segurança em outro nível, não é ir além, mas é fazer o básico bem feito, seguir algum padrão ou…",
      "contentHtml": "Este episódio serve para mostrar que, sozinho eu toco a parada. Mentira, saudades meninos. Mas, serviu sim para mostrar que segurança em outro nível, não é ir além, mas é fazer o básico bem feito, seguir algum padrão ou metodologia, utilizar ferramentas, implementar processos e acima de tudo, revisar tudo isso e aperfeiçoar de forma contínua.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52605694/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52605694/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52605694",
      "code": ""
    },
    {
      "id": "4-o-que-fazemos-como-e-quais-as-dificuldades",
      "slug": "4-o-que-fazemos-como-e-quais-as-dificuldades",
      "title": "#04 - O que fazemos, como e quais as dificuldades?",
      "date": "2023-01-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio falamos um pouco de como é o dia a dia de um Analista de Segurança e abordamos também as principais dificuldades acerca de implementar segurança. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio falamos um pouco de como é o dia a dia de um Analista de Segurança e abordamos também as principais dificuldades acerca de implementar segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52543446/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52543446/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52543446",
      "code": ""
    },
    {
      "id": "52461925",
      "slug": "3-offensive-security",
      "title": "#03 - Offensive security",
      "date": "2023-01-18",
      "author": "Cássio Batista Pereira",
      "excerpt": "For the first time on the history of this podcast, we brought a real hacker, someone who's daily work is to break into systems and recommend how to fix it! Yeahh, our guest is a professional hacker who told us some…",
      "contentHtml": "For the first time on the history of this podcast, we brought a real hacker, someone who's daily work is to break into systems and recommend how to fix it! Yeahh, our guest is a professional hacker who told us some secrets of how an attack works, and even more important how we can prepare some defenses!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52461925/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52461925/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52461925",
      "code": ""
    },
    {
      "id": "52415781",
      "slug": "2-iac-explained",
      "title": "#02 - IaC explained",
      "date": "2023-01-11",
      "author": "Cássio Batista Pereira",
      "excerpt": "With an amazing guest, we discussed the beauty of IaC and of course the \"danger\" that it brings on it, or better, miss using it. Meet our friend Pawel, who will make you secure your IaC code for sure from now on, he…",
      "contentHtml": "With an amazing guest, we discussed the beauty of IaC and of course the \"danger\" that it brings on it, or better, miss using it. Meet our friend Pawel, who will make you secure your IaC code for sure from now on, he even made us to change the podcast name!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52415781/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52415781/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52415781",
      "code": ""
    },
    {
      "id": "52355980",
      "slug": "1-assim-voce-ganha-qualidade-de-graca",
      "title": "#01 - Assim você ganha qualidade de graça",
      "date": "2023-01-04",
      "author": "Cássio Batista Pereira",
      "excerpt": "Voltamos! Em grande estilo, a 5ª série do Gabriel mais ativa do que nunca, o Marcos só pensando em pizza, e o Rodrigo mais ausente que desenvolvedor que sabe fazer código seguro... e o Cássio claro, cheio de sabedoria…",
      "contentHtml": "Voltamos! Em grande estilo, a 5ª série do Gabriel mais ativa do que nunca, o Marcos só pensando em pizza, e o Rodrigo mais ausente que desenvolvedor que sabe fazer código seguro... e o Cássio claro, cheio de sabedoria hehehe. No primeiro episódio da quarta temporada, te ensinamos a literalmente ganhar qualidade, de graça no que diz respeito a conteúdo técnico de valor.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52355980/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52355980/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52355980",
      "code": ""
    },
    {
      "id": "43-pausa",
      "slug": "43-pausa",
      "title": "#43 - PAUSA",
      "date": "2022-12-07",
      "author": "Cássio Batista Pereira",
      "excerpt": "Simplesmente, uma pausa na programação. Nos vemos em 2023. Become a supporter of this podcast: https://www.spreaker.com/podcast/devsecops-podcast--4179006/support . Apoio: Nova8, Snyk, Conviso, Gold Security,…",
      "contentHtml": "Simplesmente, uma pausa na programação. Nos vemos em 2023.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/52110447/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/52110447/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "52110447",
      "code": ""
    },
    {
      "id": "51994803",
      "slug": "42-aprenda-a-aprender",
      "title": "#42 - Aprenda a aprender",
      "date": "2022-11-23",
      "author": "Cássio Batista Pereira",
      "excerpt": "Aprenda a aprender com nosso aprendizado que aprendemos. Dicas de como você pode focar melhor nos estudos para alcançar o objetivo que quer, mais rápido. Become a supporter of this podcast:…",
      "contentHtml": "Aprenda a aprender com nosso aprendizado que aprendemos. Dicas de como você pode focar melhor nos estudos para alcançar o objetivo que quer, mais rápido.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51994803/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51994803/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51994803",
      "code": ""
    },
    {
      "id": "51913782",
      "slug": "41-cuidados-com-o-codigo",
      "title": "#41 - Cuidados com o código",
      "date": "2022-11-16",
      "author": "Cássio Batista Pereira",
      "excerpt": "Após uma semana sem episódio, voltamos com tudo. Discutimos as entranhas do scan de código para você se descomplicar de vez e tomar a melhor decisão sobre como cuidar do seu código do ponto de vista de segurança. Become…",
      "contentHtml": "Após uma semana sem episódio, voltamos com tudo. Discutimos as entranhas do scan de código para você se descomplicar de vez e tomar a melhor decisão sobre como cuidar do seu código do ponto de vista de segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51913782/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51913782/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51913782",
      "code": ""
    },
    {
      "id": "51752491",
      "slug": "40-use-principles-of-psychology-to-build-better-software",
      "title": "#40 - Use principles of psychology to build better software",
      "date": "2022-11-02",
      "author": "Cássio Batista Pereira",
      "excerpt": "With a multi-country episode, we invited Rachel Appel (JetBrains) to talk about the psychology behind the softwares. Could they make us follow what they want? What is dark patterns? Am I safe? Let's find out on this…",
      "contentHtml": "With a multi-country episode, we invited Rachel Appel (JetBrains) to talk about the psychology  behind the softwares. Could they make us follow what they want? What is dark patterns? Am I safe? Let's find out on this very nice episode. PS. Marcos hair is temporary!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51752491/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51752491/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51752491",
      "code": ""
    },
    {
      "id": "51627277",
      "slug": "39-seguranca-sem-proposito",
      "title": "#39 - Segurança sem propósito",
      "date": "2022-10-19",
      "author": "Cássio Batista Pereira",
      "excerpt": "A vida não é só apertar botão meu jovem. Ou ainda, seguir aquele processo que ninguém sabe a razão. Para segurança funcionar de fato, precisa haver um propósito real. Become a supporter of this podcast:…",
      "contentHtml": "A vida não é só apertar botão meu jovem. Ou ainda, seguir aquele processo que ninguém sabe  a razão. Para segurança funcionar de fato, precisa haver um propósito real.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51627277/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51627277/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51627277",
      "code": ""
    },
    {
      "id": "51557932",
      "slug": "38-api-security",
      "title": "#38 - API Security",
      "date": "2022-10-12",
      "author": "Cássio Batista Pereira",
      "excerpt": "Precisou um ouvinte MANDAR e ai fizemos um episódio sobre o \"software mais importante\" hoje em dia, a API. Segurança em API é mais crítico que deixar o chinelo virado (você sabe o que acontece né?). Become a supporter…",
      "contentHtml": "Precisou um ouvinte MANDAR e ai fizemos um episódio sobre o \"software mais importante\" hoje em dia, a API. Segurança em API é mais crítico que deixar o chinelo virado (você sabe o que acontece né?).<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51557932/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51557932/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51557932",
      "code": ""
    },
    {
      "id": "51481606",
      "slug": "37-prevencao-protecao-e-deu-merda-e-agora",
      "title": "#37 - Prevenção, proteção e deu merda e agora?",
      "date": "2022-10-05",
      "author": "Cássio Batista Pereira",
      "excerpt": "Num episódio sem os caras chatos, discutimos três pilares não tão comuns em segurança. Abriu nossa mente inclusive sobre onde investir mais num projeto, vem conferir com a gente. Become a supporter of this podcast:…",
      "contentHtml": "Num episódio sem os caras chatos, discutimos três pilares não tão comuns em segurança. Abriu nossa mente inclusive sobre onde investir mais num projeto, vem conferir com a gente.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51481606/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51481606/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51481606",
      "code": ""
    },
    {
      "id": "51407209",
      "slug": "36-por-dentro-dos-eventos-mind-the-sec-e-bsides",
      "title": "#36 - Por dentro dos eventos, Mind the Sec e BSides.",
      "date": "2022-09-28",
      "author": "Cássio Batista Pereira",
      "excerpt": "Venha conhecer a experiência de participar de um Mind the Sec, evento focado em C level. E também a experiência de organizar uma BSides, evento focado no público técnico. Become a supporter of this podcast:…",
      "contentHtml": "Venha conhecer a experiência de participar de um Mind the Sec, evento focado em C level. E também a experiência de organizar uma BSides, evento focado no público técnico.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51407209/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51407209/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51407209",
      "code": ""
    },
    {
      "id": "51258002",
      "slug": "35-time-junior-compromete-a-seguranca",
      "title": "#35 - Time júnior, compromete a segurança?",
      "date": "2022-09-14",
      "author": "Cássio Batista Pereira",
      "excerpt": "Polêmica! Será que um time com muitos júniores, pode comprometer a segurança de um software? Vamos discutir isso e ajudar a chegar a uma solução, se é que é possível. Become a supporter of this podcast:…",
      "contentHtml": "Polêmica! Será que um time com muitos júniores, pode comprometer a segurança de um software? Vamos discutir isso e ajudar a chegar a uma solução, se é que é possível.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51258002/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51258002/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51258002",
      "code": ""
    },
    {
      "id": "51163158",
      "slug": "34-incidentes-macabros",
      "title": "#34 - Incidentes macabros",
      "date": "2022-09-07",
      "author": "Cássio Batista Pereira",
      "excerpt": "Vamos comentar alguns incidentes públicos e como poderiam ter sido evitados ou mitigados do ponto de vista de segurança de aplicações. É claro que é mais fácil comentar o que já aconteceu, mas nada como aprender com os…",
      "contentHtml": "Vamos comentar alguns incidentes públicos e como poderiam ter sido evitados ou mitigados do ponto de vista de segurança de aplicações. É claro que é mais fácil comentar o que já aconteceu, mas nada como aprender com os erros (mesmo dos outros) e tentar se proteger ainda mais.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51163158/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51163158/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51163158",
      "code": ""
    },
    {
      "id": "51089590",
      "slug": "33-como-e-a-seguranca-na-visao-de-um-leigo",
      "title": "#33 - Como é a segurança na visão de um leigo",
      "date": "2022-08-31",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio de problemas técnicos, vamos te contar como é a segurança na visão de um leigo. Vamos relembrar nosso passado, como enxergávamos a segurança e como enxergamos agora. Afinal, é importante não cometer os…",
      "contentHtml": "Neste episódio de problemas técnicos, vamos te contar como é a segurança na visão de um leigo. Vamos relembrar nosso passado, como enxergávamos a segurança e como enxergamos agora. Afinal, é importante não cometer os mesmos erros.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51089590/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51089590/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51089590",
      "code": ""
    },
    {
      "id": "51015072",
      "slug": "32-e-o-ensino-hein",
      "title": "#32 - E o ensino hein?",
      "date": "2022-08-24",
      "author": "Cássio Batista Pereira",
      "excerpt": "Já falamos sobre isso aqui, mas... discussões recentes reascenderam a chama da treta sobre o ensino no Brasil, e fora. Neste episódio abordamos alguns aspectos sobre, como você pode se preparar melhor para o mercado,…",
      "contentHtml": "Já falamos sobre isso aqui, mas... discussões recentes reascenderam a chama da treta sobre o ensino no Brasil, e fora. Neste episódio abordamos alguns aspectos sobre, como você pode se preparar melhor para o mercado, sem depender de instituições.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/51015072/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/51015072/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "51015072",
      "code": ""
    },
    {
      "id": "50943200",
      "slug": "31-black-hat-defcon-e-surpresa",
      "title": "#31 - Black hat, Defcon e surpresa!",
      "date": "2022-08-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Tem integrante indo para Las Vegas, e vai contar TUDO sobre o maior evento hacker do mundo, e arredores. E também, celebrar nosso episódio número 100 com uma BELA, eu repito, BELA surpresa! Become a supporter of this…",
      "contentHtml": "Tem integrante indo para Las Vegas, e vai contar TUDO sobre o maior evento hacker do mundo, e arredores. E também, celebrar nosso episódio número 100 com uma BELA, eu repito, BELA surpresa!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50943200/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50943200/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50943200",
      "code": ""
    },
    {
      "id": "50865106",
      "slug": "30-cronicas-de-infosec",
      "title": "#30 - Crônicas de InfoSec",
      "date": "2022-08-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "Rapaz, quanta história temos para contar. Neste episódio hilário, te ensinamos segurança ao mesmo tempo em que o divertimos. Não faltou risada, e conhecimento neste episódio. Become a supporter of this podcast:…",
      "contentHtml": "Rapaz, quanta história temos para contar. Neste episódio hilário, te ensinamos segurança ao mesmo tempo em que o divertimos. Não faltou risada, e conhecimento neste episódio.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50865106/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50865106/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50865106",
      "code": ""
    },
    {
      "id": "50786827",
      "slug": "29-estou-compliance-mas-nao-estou-seguro",
      "title": "#29 - Estou compliance, mas não estou seguro!",
      "date": "2022-08-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "É possível estar compliance, mas não estar seguro? Vem entender com a gente neste episódio, afinal checklists ajudam muito, são um bom guia... mas também podem te trazer a falsa sensação de segurança. Become a supporter…",
      "contentHtml": "É possível estar compliance, mas não estar seguro? Vem entender com a gente neste episódio, afinal checklists ajudam muito, são um bom guia... mas também podem te trazer a falsa sensação de segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50786827/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50786827/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50786827",
      "code": ""
    },
    {
      "id": "50738562",
      "slug": "28-o-que-e-o-owasp-samm",
      "title": "#28 - O que é o OWASP SAMM?",
      "date": "2022-07-28",
      "author": "Cássio Batista Pereira",
      "excerpt": "Entenda de uma vez por todas como é fazer um assessment acerca do seu nível de maturidade com relação a desenvolvimento seguro. O OWASP SAMM te ajuda a definir isso de uma forma simples, mas trabalhosa. Become a…",
      "contentHtml": "Entenda de uma vez por todas como é fazer um assessment acerca do seu nível de maturidade com relação a desenvolvimento seguro. O OWASP SAMM te ajuda a definir isso de uma forma simples, mas trabalhosa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50738562/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50738562/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50738562",
      "code": ""
    },
    {
      "id": "50662353",
      "slug": "27-segredos-da-carreira",
      "title": "#27 - Segredos da carreira",
      "date": "2022-07-20",
      "author": "Cássio Batista Pereira",
      "excerpt": "Sabe aquelas coisas que você não aprende na faculdade? Só o tempo vai te ensinar, só a experiência vai te ensinar... pois é! Trouxemos alguns destes segredos compilados aqui para você ser um profissional melhor! Become…",
      "contentHtml": "Sabe aquelas coisas que você não aprende na faculdade? Só o tempo vai te ensinar, só a experiência vai te ensinar... pois é! Trouxemos alguns destes segredos compilados aqui para você ser um profissional melhor!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50662353/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50662353/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50662353",
      "code": ""
    },
    {
      "id": "50558757",
      "slug": "26-sdl-pt-12-establish-a-standard-incident-response-process",
      "title": "#26 - SDL PT 12 - Establish a Standard Incident Response Process",
      "date": "2022-07-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "No décimo segundo e último episódio da série SDL, você acompanha sobre Incident Response Plan. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software…",
      "contentHtml": "No décimo segundo e último episódio da série SDL, você acompanha sobre Incident Response Plan. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50558757/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50558757/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50558757",
      "code": ""
    },
    {
      "id": "50485958",
      "slug": "25-perform-penetration-testing",
      "title": "#25 - Perform Penetration Testing",
      "date": "2022-07-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "No décimo primeiro episódio da série SDL, você acompanha sobre Penetration Testing Testing DAST. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software…",
      "contentHtml": "No décimo primeiro episódio da série SDL, você acompanha sobre Penetration Testing Testing DAST. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50485958/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50485958/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50485958",
      "code": ""
    },
    {
      "id": "50406025",
      "slug": "24-sdl-pt10-perform-dynamic-analysis-security-testing-dast",
      "title": "#24 - SDL PT10 - Perform Dynamic Analysis Security Testing (DAST)",
      "date": "2022-06-29",
      "author": "Cássio Batista Pereira",
      "excerpt": "No décimo episódio da série SDL, você acompanha sobre Dynamic Application Security Testing DAST. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software…",
      "contentHtml": "No décimo episódio da série SDL, você acompanha sobre Dynamic Application Security Testing DAST. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50406025/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50406025/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50406025",
      "code": ""
    },
    {
      "id": "50240286",
      "slug": "23-sdl-pt9-perform-static-analysis-security-testing-sast",
      "title": "#23 - SDL PT9 - Perform Static Analysis Security Testing (SAST)",
      "date": "2022-06-22",
      "author": "Cássio Batista Pereira",
      "excerpt": "No nono episódio da série SDL, você acompanha sobre Static Application Security Testing SAST. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro,…",
      "contentHtml": "No nono episódio da série SDL, você acompanha sobre Static Application Security Testing SAST. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50240286/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50240286/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50240286",
      "code": ""
    },
    {
      "id": "50214851",
      "slug": "22-sdl-pt8-use-approved-tools",
      "title": "#22 - SDL PT8 - Use approved tools",
      "date": "2022-06-15",
      "author": "Cássio Batista Pereira",
      "excerpt": "No oitado episódio da série SDL, você acompanha sobre utilizar ferramentas aprovadas. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da…",
      "contentHtml": "No oitado episódio da série SDL, você acompanha sobre utilizar ferramentas aprovadas. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50214851/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50214851/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50214851",
      "code": ""
    },
    {
      "id": "50121247",
      "slug": "21-sdl-pt7-manage-the-security-risk-of-using-third-party-components",
      "title": "#21 - SDL PT7 - Manage the Security Risk of Using Third-Party Components",
      "date": "2022-06-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "No sétimo episódio da série SDL, você acompanha sobre componentes de terceiros. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira…",
      "contentHtml": "No sétimo episódio da série SDL, você acompanha sobre componentes de terceiros. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50121247/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50121247/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50121247",
      "code": ""
    },
    {
      "id": "50024719",
      "slug": "20-sdl-pt6-define-and-use-cryptography-standards",
      "title": "#20 - SDL PT6 - Define and Use Cryptography Standards",
      "date": "2022-06-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "No sexto episódio da série SDL, você acompanha sobre requisitos de criptografia. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira…",
      "contentHtml": "No sexto episódio da série SDL, você acompanha sobre requisitos de criptografia. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/50024719/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/50024719/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "50024719",
      "code": ""
    },
    {
      "id": "49934502",
      "slug": "19-sdl-pt5-establish-design-requirements",
      "title": "#19 - SDL PT5 - Establish design requirements",
      "date": "2022-05-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "No quinto episódio da série SDL, você acompanha sobre requisitos de design. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.…",
      "contentHtml": "No quinto episódio da série SDL, você acompanha sobre requisitos de design. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49934502/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49934502/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49934502",
      "code": ""
    },
    {
      "id": "49812084",
      "slug": "18-sdl-pt4-perform-threat-modeling",
      "title": "#18 - SDL PT4 - Perform Threat Modeling",
      "date": "2022-05-18",
      "author": "Cássio Batista Pereira",
      "excerpt": "No quarto episódio da série SDL, você acompanha sobre modelagem de ameaças. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.…",
      "contentHtml": "No quarto episódio da série SDL, você acompanha sobre modelagem de ameaças. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49812084/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49812084/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49812084",
      "code": ""
    },
    {
      "id": "49812055",
      "slug": "17-sdl-pt3-define-metrics-and-compliance-reporting",
      "title": "#17 - SDL PT3 - Define Metrics and Compliance Reporting",
      "date": "2022-05-18",
      "author": "Cássio Batista Pereira",
      "excerpt": "No terceiro episódio da série SDL, você acompanha sobre métricas e compliance. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira…",
      "contentHtml": "No terceiro episódio da série SDL, você acompanha sobre métricas e compliance. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49812055/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49812055/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49812055",
      "code": ""
    },
    {
      "id": "49651844",
      "slug": "16-sdl-pt2-define-security-requirements",
      "title": "#16 - SDL PT2 - Define security requirements",
      "date": "2022-05-04",
      "author": "Cássio Batista Pereira",
      "excerpt": "No segundo episódio da série SDL, você acompanha sobre requisitos de segurança. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira…",
      "contentHtml": "No segundo episódio da série SDL, você acompanha sobre requisitos de segurança. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49651844/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49651844/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49651844",
      "code": ""
    },
    {
      "id": "49569767",
      "slug": "15-sdl-pt1-provide-training",
      "title": "#15 - SDL PT1 - Provide training",
      "date": "2022-04-27",
      "author": "Cássio Batista Pereira",
      "excerpt": "No primeiro episódio da série SDL, você acompanha sobre treinamentos. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.…",
      "contentHtml": "No primeiro episódio da série SDL, você acompanha sobre treinamentos. O quê? Como? Onde? Quando? E principalmente, para quem? Vamos mergulhar no tema para te ajudar a desenvolver software seguro, da maneira certa.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49569767/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49569767/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49569767",
      "code": ""
    },
    {
      "id": "49489766",
      "slug": "t14e9-skills-que-voce-precisa-para-trabalhar-com-cyber-security",
      "title": "#14 - 9 skills que você precisa para trabalhar com cyber security",
      "date": "2022-04-20",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio carregado de experiência, compilamos para você skills que são necessárias para desenvolver sua carreira na área de segurança, vem com a gente. E detalhe, TODAS as skills são necessárias, não é para escolher…",
      "contentHtml": "No episódio carregado de experiência, compilamos para você skills que são necessárias para desenvolver sua carreira na área de segurança, vem com a gente. E detalhe, TODAS as skills são necessárias, não é para escolher só uma não.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49489766/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49489766/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49489766",
      "code": ""
    },
    {
      "id": "49416926",
      "slug": "t13e9-ideias-para-melhorar-a-seguranca",
      "title": "#13 - 9 ideias para melhorar a segurança",
      "date": "2022-04-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio repleto de numerologia, trouxemos 9 dicas experts para você melhorar a segurança hoje mesmo. Cada um compilou dicas sensacionais exclusivas para você. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio repleto de numerologia, trouxemos 9 dicas experts para você melhorar a segurança hoje mesmo. Cada um compilou dicas sensacionais exclusivas para você.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49416926/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49416926/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49416926",
      "code": ""
    },
    {
      "id": "49344219",
      "slug": "12-como-e-a-seguranca-na-europa",
      "title": "#12 - Como é a segurança na Europa?",
      "date": "2022-04-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio em que invocaram o tinhoso, o Cássio fala um pouco sobre as primeiras impressões de como é a Cyber Segurança na Europa, com algumas curiosidades. Become a supporter of this podcast:…",
      "contentHtml": "No episódio em que invocaram o tinhoso, o Cássio fala um pouco sobre as primeiras impressões de como é a Cyber Segurança na Europa, com algumas curiosidades.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49344219/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49344219/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49344219",
      "code": ""
    },
    {
      "id": "49255879",
      "slug": "11-o-mundo-seguro-na-nossa-visao",
      "title": "#11 - O mundo seguro na nossa visão",
      "date": "2022-03-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "Imaginamos um mundo com dinheiro infinito e todo o poder nas nossas mãos, o que faríamos para estarmos seguros? Become a supporter of this podcast: https://www.spreaker.com/podcast/devsecops-podcast--4179006/support .…",
      "contentHtml": "Imaginamos um mundo com dinheiro infinito e todo o poder nas nossas mãos, o que faríamos para estarmos seguros?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/49255879/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/49255879/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "49255879",
      "code": ""
    },
    {
      "id": "48996821",
      "slug": "10-governando-a-seguranca",
      "title": "#10 - Governando a segurança",
      "date": "2022-03-09",
      "author": "Cássio Batista Pereira",
      "excerpt": "Você nasceu para governar, diriam os coaches hoje em dia. Mas quando se trata de Segurança da Informação meu amigo, só com um convidado \"monstro\" desses para nos dar uma aula. Become a supporter of this podcast:…",
      "contentHtml": "Você nasceu para governar, diriam os coaches hoje em dia. Mas quando se trata de Segurança da Informação meu amigo, só com um convidado \"monstro\" desses para nos dar uma aula.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48996821/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48996821/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48996821",
      "code": ""
    },
    {
      "id": "48915418",
      "slug": "9-nossa-visao-sobre-seguranca-no-passado",
      "title": "#09 - Nossa visão sobre segurança, no passado",
      "date": "2022-03-02",
      "author": "Cássio Batista Pereira",
      "excerpt": "É com os erros do passado que melhoramos nosso futuro, ou descobrimos uma conspiração do universo para não fazer segurança. Become a supporter of this podcast:…",
      "contentHtml": "É com os erros do passado que melhoramos nosso futuro, ou descobrimos uma conspiração do universo para não fazer segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48915418/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48915418/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48915418",
      "code": ""
    },
    {
      "id": "48835897",
      "slug": "8-riscos-que-nos-guiam",
      "title": "#08 - Riscos que nos guiam",
      "date": "2022-02-23",
      "author": "Cássio Batista Pereira",
      "excerpt": "Um mito? Uma lenda? Um traço no papel? Vamos falar do RISCO.... e com um convidado que é simplesmente O PAI do AppSec no Brasil, e disse: Vulnerabilidade nunca vem sozinha, sempre vem em bando! Become a supporter of…",
      "contentHtml": "Um mito? Uma lenda? Um traço no papel? Vamos falar do RISCO.... e com um convidado que é simplesmente O PAI do AppSec no Brasil, e disse: Vulnerabilidade nunca vem sozinha, sempre vem em bando!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48835897/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48835897/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48835897",
      "code": ""
    },
    {
      "id": "48741872",
      "slug": "7-mobile-security",
      "title": "#07 - Mobile security",
      "date": "2022-02-16",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com uma convidada super bacana, abordamos um tema muito importante no mundo do software, aplicações móveis. Afinal, você não pode confiar nas APIs, nos SOs etc você precisa proteger os seus apps também. Become a…",
      "contentHtml": "Com uma convidada super bacana, abordamos um tema muito importante no mundo do software, aplicações móveis. Afinal, você não pode confiar nas APIs, nos SOs etc você precisa proteger os seus apps também.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48741872/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48741872/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48741872",
      "code": ""
    },
    {
      "id": "48624907",
      "slug": "6-how-an-enterprise-solution-can-help-you-be-secure",
      "title": "#06 - How an enterprise solution can help you be secure",
      "date": "2022-02-09",
      "author": "Cássio Batista Pereira",
      "excerpt": "In our first episode in English, we talked with a Solutions Architect from one of the biggest security companies in the world, Veracode. We discussed about how an enterprise tool can help developers to build secure…",
      "contentHtml": "In our first episode in English, we talked with a Solutions Architect from one of the biggest security companies in the world, Veracode. We discussed about how an enterprise tool can help developers to build secure software.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48624907/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48624907/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48624907",
      "code": ""
    },
    {
      "id": "48558993",
      "slug": "5-code-review-e-outras-coisinhas",
      "title": "#05 - Code review e outras coisinhas",
      "date": "2022-02-02",
      "author": "Cássio Batista Pereira",
      "excerpt": "Num papo muito bacana, destacamos alguns pontos de Segurança de Software com um convidado sensacional. Destacamos alguns pontos importantes além de abordar CI, Code Review e o mundo acadêmico. Become a supporter of this…",
      "contentHtml": "Num papo muito bacana, destacamos alguns pontos de Segurança de Software com um convidado sensacional. Destacamos alguns pontos importantes além de abordar CI, Code Review e o mundo acadêmico.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48558993/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48558993/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48558993",
      "code": ""
    },
    {
      "id": "48447848",
      "slug": "4-testes-dinamicos-sao-eficazes",
      "title": "#04 - Testes dinâmicos, são eficazes?",
      "date": "2022-01-26",
      "author": "Cássio Batista Pereira",
      "excerpt": "Sabe aquele famoso Web Scanner que você adora? Pois é, talvez ele não teste TUDO o que você precisa. Mas nem por isso você deve se livrar dele, confere com a gente a visão sobre testes dinâmicos de segurança. Become a…",
      "contentHtml": "Sabe aquele famoso Web Scanner que você adora? Pois é, talvez ele não teste TUDO o que você precisa. Mas nem por isso você deve se livrar dele, confere com a gente a visão sobre testes dinâmicos de segurança.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48447848/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48447848/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48447848",
      "code": ""
    },
    {
      "id": "48349399",
      "slug": "3-kpis-em-appsec-que-bruxaria-e-essa",
      "title": "#03 - KPIs em AppSec, que bruxaria é essa?",
      "date": "2022-01-19",
      "author": "Cássio Batista Pereira",
      "excerpt": "É jovens, sem INDICADORES você não escala, não evolui, não cresce sua implementação, seja em qualquer área, em AppSec vamos entender que indicadores são esses. Become a supporter of this podcast:…",
      "contentHtml": "É jovens, sem INDICADORES você não escala, não evolui, não cresce sua implementação, seja em qualquer área, em AppSec vamos entender que indicadores são esses.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48349399/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48349399/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48349399",
      "code": ""
    },
    {
      "id": "48120099",
      "slug": "2-o-arsenal-que-voce-precisa",
      "title": "#02 - O arsenal que você precisa",
      "date": "2022-01-12",
      "author": "Cássio Batista Pereira",
      "excerpt": "Armas e mais armas... para lutar uma guerra se faz necessário muitas armas. Neste episódio falamos sobre um verdadeiro arsenal de ferramentas para você implementar AppSec sem gastar um centavo. E também ferramentas…",
      "contentHtml": "Armas e mais armas... para lutar uma guerra se faz necessário muitas armas. Neste episódio falamos sobre um verdadeiro arsenal de ferramentas para você implementar AppSec sem gastar um centavo. E também ferramentas enterprise para quem quer investir de verdade em AppSec.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48120099/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48120099/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48120099",
      "code": ""
    },
    {
      "id": "48120063",
      "slug": "1-como-fazer-appsec-de-forma-facil",
      "title": "#01 - Como fazer AppSec de forma fácil",
      "date": "2022-01-05",
      "author": "Cássio Batista Pereira",
      "excerpt": "A volta dos que não foram! A terceira temporada começa quente, ensinando fazer AppSec de uma forma fácil, dividir para conquistar, feito é melhor que perfeito. E vem muito mais por ai. Become a supporter of this…",
      "contentHtml": "A volta dos que não foram! A terceira temporada começa quente, ensinando fazer AppSec de uma forma fácil, dividir para conquistar, feito é melhor que perfeito. E vem muito mais por ai.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/48120063/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/48120063/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "48120063",
      "code": ""
    },
    {
      "id": "46320941",
      "slug": "36-final-de-temporada-retrospectiva",
      "title": "#36 - Final de temporada retrospectiva",
      "date": "2021-09-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "É com grande pesar que anunciamos... teremos a terceira temporada sim em 2022! E neste último episódio da 2ª temporada a gente só fez a retro para relembrar como foi a temporada mais recheada de convidados, obrigado!…",
      "contentHtml": "É com grande pesar que anunciamos... teremos a terceira temporada sim em 2022! E neste último episódio da 2ª temporada a gente só fez a retro para relembrar como foi a temporada mais recheada de convidados, obrigado!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/46320941/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/46320941/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "46320941",
      "code": ""
    },
    {
      "id": "46315638",
      "slug": "35-como-e-vender-seguranca-no-brasil",
      "title": "#35 - Como é vender segurança no Brasil?",
      "date": "2021-09-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com um convidado cheio de poderes, falamos sobre os desafios de vender segurança no Brasil. Become a supporter of this podcast: https://www.spreaker.com/podcast/devsecops-podcast--4179006/support . Apoio: Nova8, Snyk,…",
      "contentHtml": "Com um convidado cheio de poderes, falamos sobre os desafios de vender segurança no Brasil.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/46315638/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/46315638/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "46315638",
      "code": ""
    },
    {
      "id": "46226451",
      "slug": "34-problemas-e-como-poderiam-ter-sido-evitados",
      "title": "#34 - Problemas e como poderiam ter sido evitados",
      "date": "2021-08-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com alguns casos de incidentes comentados, tentamos identificar os possíveis controles para evitar tais problemas. Become a supporter of this podcast: https://www.spreaker.com/podcast/devsecops-podcast--4179006/support…",
      "contentHtml": "Com alguns casos de incidentes comentados, tentamos identificar os possíveis controles para evitar tais problemas.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/46226451/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/46226451/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "46226451",
      "code": ""
    },
    {
      "id": "46120244",
      "slug": "33-software-seguro-e-o-mundo-juridico",
      "title": "#33 - Software seguro e o mundo jurídico",
      "date": "2021-08-18",
      "author": "Cássio Batista Pereira",
      "excerpt": "Você acha que é só fazer código e \"tá tudo certo?\" Pois é, não é só isso... existe toda uma preocupação jurídica que muitas vezes desconhecemos. Become a supporter of this podcast:…",
      "contentHtml": "Você acha que é só fazer código e \"tá tudo certo?\" Pois é, não é só isso... existe toda uma preocupação jurídica que muitas vezes desconhecemos.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/46120244/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/46120244/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "46120244",
      "code": ""
    },
    {
      "id": "46029776",
      "slug": "32-cuidado-a-auditoria-vai-te-pegar",
      "title": "#32 - Cuidado a auditoria vai te pegar",
      "date": "2021-08-11",
      "author": "Cássio Batista Pereira",
      "excerpt": "Muitas empresas têm medo de auditoria, mas por quê? será que é algo tão ruim assim ou deveriam apenas se preparar para o próprio bem? Become a supporter of this podcast:…",
      "contentHtml": "Muitas empresas têm medo de auditoria, mas por quê? será que é algo tão ruim assim ou deveriam apenas se preparar para o próprio bem?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/46029776/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/46029776/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "46029776",
      "code": ""
    },
    {
      "id": "45953917",
      "slug": "31-seguranca-em-containers-e-necessario",
      "title": "#31 - Segurança em containers é necessário?",
      "date": "2021-08-04",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com nossa primeira convidada internacional, falamos sobre a importância da segurança em containers num nível técnico muito bom. Become a supporter of this podcast:…",
      "contentHtml": "Com nossa primeira convidada internacional, falamos sobre a importância da segurança em containers num nível técnico muito bom.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45953917/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45953917/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45953917",
      "code": ""
    },
    {
      "id": "45865303",
      "slug": "30-como-e-o-dia-a-dia-em-cyber",
      "title": "#30 - Como é o dia a dia em cyber?",
      "date": "2021-07-28",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com um convidado que inspirou o Cássio na jornada de segurança, vamos entender como é o dia a dia no mundo cyber, ainda mais numa empresa com 500 mil funcionários. Become a supporter of this podcast:…",
      "contentHtml": "Com um convidado que inspirou o Cássio na jornada de segurança, vamos entender como é o dia a dia no mundo cyber, ainda mais numa empresa com 500 mil funcionários.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45865303/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45865303/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45865303",
      "code": ""
    },
    {
      "id": "45737257",
      "slug": "29-security-hygiene-mais-seguranca-para-voce",
      "title": "#29 - Security Hygiene, mais segurança para você",
      "date": "2021-07-21",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com um convidado monstro, falamos sobre Security Hygiene e os conceitos básicos de como essa prática pode salvar sua \"vida\", e de graça! Become a supporter of this podcast:…",
      "contentHtml": "Com um convidado monstro, falamos sobre Security Hygiene e os conceitos básicos de como essa prática pode salvar sua \"vida\", e de graça!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45737257/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45737257/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45737257",
      "code": ""
    },
    {
      "id": "45687438",
      "slug": "28-colocando-o-sec-no-devops",
      "title": "#28 - Colocando o Sec no DevOps",
      "date": "2021-07-14",
      "author": "Cássio Batista Pereira",
      "excerpt": "Num episódio cheio de conversa de bar, conversamos sobre as dificuldades de se colocar sec no devops e como isso tem impacto nas empresas, cultura, ferramentas, tempo de esteira, tudo isso e muito mais Become a…",
      "contentHtml": "Num episódio cheio de conversa de bar, conversamos sobre as dificuldades de se colocar sec no devops e como isso tem impacto nas empresas, cultura, ferramentas, tempo de esteira, tudo isso e muito mais<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45687438/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45687438/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45687438",
      "code": ""
    },
    {
      "id": "45620164",
      "slug": "27-cyber-security-do-zero-a-prevencao",
      "title": "#27 - Cyber Security, do zero a prevenção",
      "date": "2021-07-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Num episódio marcado pela volta do Rodrigo e piadas merda do marcos... um convidado monstro, salvou o episódio. vamos entender como é estruturar uma área de segurança do zero. Become a supporter of this podcast:…",
      "contentHtml": "Num episódio marcado pela volta do Rodrigo e piadas merda do marcos... um convidado monstro, salvou o episódio. vamos entender como é estruturar uma área de segurança do zero.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45620164/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45620164/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45620164",
      "code": ""
    },
    {
      "id": "45503627",
      "slug": "26-como-e-largar-o-osso-tecnico",
      "title": "#26 - Como é largar o osso técnico",
      "date": "2021-06-30",
      "author": "Cássio Batista Pereira",
      "excerpt": "Vamos entender como é a vida de quem teve / tem que largar as atividades técnicas que tanto adora para desempenhar outros papéis. Become a supporter of this podcast:…",
      "contentHtml": "Vamos entender como é a vida de quem teve / tem que largar as atividades técnicas que tanto adora para desempenhar outros papéis.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45503627/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45503627/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45503627",
      "code": ""
    },
    {
      "id": "45405533",
      "slug": "25-e-seguro-trabalhar-com-seguranca",
      "title": "#25 - É seguro trabalhar com segurança?",
      "date": "2021-06-23",
      "author": "Cássio Batista Pereira",
      "excerpt": "Será que trabalhar com segurança, é seguro de fato? O que isso implica em nossas carreiras e até mesmo nos clientes e na sociedade? Become a supporter of this podcast:…",
      "contentHtml": "Será que trabalhar com segurança, é seguro de fato? O que isso implica em nossas carreiras e até mesmo nos clientes e na sociedade?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45405533/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45405533/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45405533",
      "code": ""
    },
    {
      "id": "45318716",
      "slug": "24-por-que-fazer-certo-da-tanto-trabalho",
      "title": "#24 - Por que fazer certo da tanto trabalho?",
      "date": "2021-06-16",
      "author": "Cássio Batista Pereira",
      "excerpt": "Você acha que as coisas \"são como são\" a toa? Ou acredita que exista algo \"obscuro\" por traz de tudo, que faz com que muita coisa seja errada? Become a supporter of this podcast:…",
      "contentHtml": "Você acha que as coisas \"são como são\" a toa? Ou acredita que exista algo \"obscuro\" por traz de tudo, que faz com que muita coisa seja errada?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45318716/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45318716/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45318716",
      "code": ""
    },
    {
      "id": "45223104",
      "slug": "23-dast-pentest-automatico",
      "title": "#23 - DAST, pentest automático?",
      "date": "2021-06-09",
      "author": "Cássio Batista Pereira",
      "excerpt": "Já ouviu falar que DAST é um pentest automático? Ou até mesmo que, DAST é uma ferramenta de pentest? Pois é rapaz, talvez você esteja enganado... vem conferir nesse episódio em que quase fui hackeado!!! Become a…",
      "contentHtml": "Já ouviu falar que DAST é um pentest automático? Ou até mesmo que, DAST é uma ferramenta de pentest? Pois é rapaz, talvez você esteja enganado... vem conferir nesse episódio em que quase fui hackeado!!!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45223104/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45223104/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45223104",
      "code": ""
    },
    {
      "id": "45129793",
      "slug": "22-episodio-surpresa",
      "title": "#22 - Episódio surpresa!",
      "date": "2021-06-02",
      "author": "Cássio Batista Pereira",
      "excerpt": "Depois de problemas técnicos com o episódio programado, fiquem com este episódio surpresa interessante, onde tem uma bagagem incrível pra vocês. Become a supporter of this podcast:…",
      "contentHtml": "Depois de problemas técnicos com o episódio programado, fiquem com este episódio surpresa interessante, onde tem uma bagagem incrível pra vocês.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45129793/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45129793/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45129793",
      "code": ""
    },
    {
      "id": "45039555",
      "slug": "21-a-arte-de-proteger-o-software-antes-dele-nascer",
      "title": "#21 - A arte de proteger o software, antes dele nascer",
      "date": "2021-05-26",
      "author": "Cássio Batista Pereira",
      "excerpt": "Que bruxaria é essa, que protege o software antes do desenvolvimento de fato? Vamos entender mais sobre Threat Modeling no episódio de hoje, e proteger ainda mais nossos softwares. Become a supporter of this podcast:…",
      "contentHtml": "Que bruxaria é essa, que protege o software antes do desenvolvimento de fato? Vamos entender mais sobre Threat Modeling no episódio de hoje, e proteger ainda mais nossos softwares.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/45039555/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/45039555/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "45039555",
      "code": ""
    },
    {
      "id": "44901140",
      "slug": "20-por-que-desenvolvimento-seguro",
      "title": "#20 - Por que desenvolvimento seguro?",
      "date": "2021-05-19",
      "author": "Cássio Batista Pereira",
      "excerpt": "Todo mundo fala \"desenvolva seguro\", \"DevSecOps\", \"SDLC\", bla bla bla... mas afinal, por que temos que nos preocupar em criar softwares seguros de fato? Vem que a gente te explica! Become a supporter of this podcast:…",
      "contentHtml": "Todo mundo fala \"desenvolva seguro\", \"DevSecOps\", \"SDLC\", bla bla bla... mas afinal, por que temos que nos preocupar em criar softwares seguros de fato? Vem que a gente te explica!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44901140/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44901140/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44901140",
      "code": ""
    },
    {
      "id": "44763415",
      "slug": "19-o-papel-da-arquitetura-na-seguranca-de-software",
      "title": "#19 - O papel da arquitetura na segurança de software",
      "date": "2021-05-12",
      "author": "Cássio Batista Pereira",
      "excerpt": "Será que o time de arquitetura tem responsabilidade em segurança? Será que o arquiteto deve \"dar pitaco\" na segurança? Se liga nesse papo legal com o nosso convidado de hoje. Become a supporter of this podcast:…",
      "contentHtml": "Será que o time de arquitetura tem responsabilidade em segurança? Será que o arquiteto deve \"dar pitaco\" na segurança? Se liga nesse papo legal com o nosso convidado de hoje.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44763415/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44763415/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44763415",
      "code": ""
    },
    {
      "id": "44633110",
      "slug": "18-seguranca-na-fonte",
      "title": "#18 - Segurança na fonte!",
      "date": "2021-05-05",
      "author": "Cássio Batista Pereira",
      "excerpt": "Com uma aula do nosso convidado DeusBA, dessa vez para falar sobre segurança em banco de dados que afinal, é onde ficam todas as informações que os cyber criminosos querem. Become a supporter of this podcast:…",
      "contentHtml": "Com uma aula do nosso convidado DeusBA, dessa vez para falar sobre segurança em banco de dados que afinal, é onde ficam todas as informações que os cyber criminosos querem.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44633110/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44633110/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44633110",
      "code": ""
    },
    {
      "id": "44478406",
      "slug": "17-o-papel-da-cultura-na-adocao-de-devsecops",
      "title": "#17 - O papel da cultura na adoção de DevSecOps",
      "date": "2021-04-28",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste bate papo massa com nossa convidada, falamos sobre como a cultura é peça fundamental na adoção do DevSecOps pelas empresas, mas principalmente as pessoas. Become a supporter of this podcast:…",
      "contentHtml": "Neste bate papo massa com nossa convidada, falamos sobre como a cultura é peça fundamental na adoção do DevSecOps pelas empresas, mas principalmente as pessoas.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44478406/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44478406/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44478406",
      "code": ""
    },
    {
      "id": "44427967",
      "slug": "16-todo-mundo-tem-medo-de-vulnerabilidades",
      "title": "#16 - Todo mundo tem medo de vulnerabilidades",
      "date": "2021-04-21",
      "author": "Cássio Batista Pereira",
      "excerpt": "Medo de vulnerabilidades todo mundo tem mesmo, mas ninguém de fato está preocupado em encontrar essas vulnerabilidades e resolve-las. Neste episódio a gente comenta sobre algumas, explica como resolver e claro, se…",
      "contentHtml": "Medo de vulnerabilidades todo mundo tem mesmo, mas ninguém de fato está preocupado em encontrar essas vulnerabilidades e resolve-las. Neste episódio a gente comenta sobre algumas, explica como resolver e claro, se diverte.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44427967/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44427967/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44427967",
      "code": ""
    },
    {
      "id": "44352221",
      "slug": "15-waf-web-application-firewall-tudo-o-que-voce-precisa-saber",
      "title": "#15 - WAF - Web Application Firewall, tudo o que você precisa saber!",
      "date": "2021-04-15",
      "author": "Cássio Batista Pereira",
      "excerpt": "Tudo o que você precisa saber sobre Web Application Firewall o famoso WAF neste episódio descontraido e informativo. Become a supporter of this podcast:…",
      "contentHtml": "Tudo o que você precisa saber sobre Web Application Firewall o famoso WAF neste episódio descontraido e informativo.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44352221/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44352221/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44352221",
      "code": ""
    },
    {
      "id": "44229791",
      "slug": "14-novo-integrante-agora-vai",
      "title": "#14 - Novo integrante, agora vai?",
      "date": "2021-04-07",
      "author": "Cássio Batista Pereira",
      "excerpt": "\"Nem esfriou o defunto\" já tem integrante novo por aqui, venha conhecer o Marcos Santos, o novo integrante do DevSecOps Podcast que vai dar trabalho viu, confere só o background do menino neste episódio. Become a…",
      "contentHtml": "\"Nem esfriou o defunto\" já tem integrante novo por aqui, venha conhecer o Marcos Santos, o novo integrante do DevSecOps Podcast que vai dar trabalho viu, confere só o background do menino neste episódio.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44229791/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44229791/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44229791",
      "code": ""
    },
    {
      "id": "44138722",
      "slug": "13-sast-a-base-do-codigo-seguro",
      "title": "#13 - SAST, a base do código seguro",
      "date": "2021-04-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "É gente... um episódio triste.... sem convidado, sem dev.... mas cheio de informação e conteúdo sobre SAST, que é a base da segurança em código fonte! Become a supporter of this podcast:…",
      "contentHtml": "É gente... um episódio triste.... sem convidado, sem dev.... mas cheio de informação e conteúdo sobre SAST, que é a base da segurança em código fonte!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44138722/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44138722/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44138722",
      "code": ""
    },
    {
      "id": "44025455",
      "slug": "12-as-startups-sao-seguras",
      "title": "#12 - As startups são seguras?",
      "date": "2021-03-24",
      "author": "Cássio Batista Pereira",
      "excerpt": "Sabe esse app cool que você curte? Sabe aquela fintech maneira do momento? Será que elas são seguras? Nosso convidado de hoje, vive o mundo das startups e vai nos ajudar nessa visão. Become a supporter of this podcast:…",
      "contentHtml": "Sabe esse app cool que você curte? Sabe aquela fintech maneira do momento? Será que elas são seguras? Nosso convidado de hoje, vive o mundo das startups e vai nos ajudar nessa visão.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/44025455/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/44025455/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "44025455",
      "code": ""
    },
    {
      "id": "43926477",
      "slug": "11-da-pra-educar-sobre-seguranca-ou-so-a-dor-ensina",
      "title": "#11 - Da pra educar sobre segurança, ou só a dor ensina?",
      "date": "2021-03-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Só a dor ensina? Da pra educar mesmo? Num papo muito massa com nossa convidada a gente vai entender o mundo da conscientização dentro de Segurança da Informação, afinal, informação é tudo! Become a supporter of this…",
      "contentHtml": "Só a dor ensina? Da pra educar mesmo? Num papo muito massa com nossa convidada a gente vai entender o mundo da conscientização dentro de Segurança da Informação, afinal, informação é tudo!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43926477/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43926477/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43926477",
      "code": ""
    },
    {
      "id": "43827566",
      "slug": "10-agil-seguro-sera",
      "title": "#10 - +Ágil +Seguro, será?",
      "date": "2021-03-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "+Ágil +Seguro, será? Afinal, agilidade não quer dizer qualidade será que os métodos ágeis não tornaram ainda mais inseguros nossos softwares? Nosso convidado da vez especialista no assunto vai nos ajudar a entender esse…",
      "contentHtml": "+Ágil +Seguro, será? Afinal, agilidade não quer dizer qualidade será que os métodos ágeis não tornaram ainda mais inseguros nossos softwares? Nosso convidado da vez especialista no assunto vai nos ajudar a entender esse mundo de uma forma muito bem humorada.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43827566/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43827566/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43827566",
      "code": ""
    },
    {
      "id": "43717528",
      "slug": "9-desenvolvimento-de-software-e-lgpd-uma-nova-guerra",
      "title": "#09 - Desenvolvimento de Software e LGPD, uma nova guerra?",
      "date": "2021-03-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "Já não basta \"encher o dev de coisa pra fazer\" agora tem LGPD, e boa parte do trabalho é ajustar e desenvolver softwares que estejam compliance com a nova lei. Nossa convidada de hoje ajuda à criar novas armas para essa…",
      "contentHtml": "Já não basta \"encher o dev de coisa pra fazer\" agora tem LGPD, e boa parte do trabalho é ajustar e desenvolver softwares que estejam compliance com a nova lei. Nossa convidada de hoje ajuda à criar novas armas para essa \"nova guerra\" Dev vs LGPD :p<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43717528/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43717528/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43717528",
      "code": ""
    },
    {
      "id": "43618752",
      "slug": "8-prevenir-e-melhor-que-remediar",
      "title": "#08 - Prevenir é melhor que remediar",
      "date": "2021-02-24",
      "author": "Cássio Batista Pereira",
      "excerpt": "Toda mãe diz, é melhor prevenir é melhor que remediar, leva a blusa, leva o guarda chuva... quando você não faz, da merda! Por isso, trouxemos uma convidada maravilhosa, que também é mãe e blue team pra nos ajudar a…",
      "contentHtml": "Toda mãe diz, é melhor prevenir é melhor que remediar, leva a blusa, leva o guarda chuva... quando você não faz, da merda! Por isso, trouxemos uma convidada maravilhosa, que também é mãe e blue team pra nos ajudar a entender a importância de prevenir ataques cibernéticos.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43618752/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43618752/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43618752",
      "code": ""
    },
    {
      "id": "43275536",
      "slug": "7-fraude-em-software-isso-existe",
      "title": "#07 - Fraude em software, isso existe?",
      "date": "2021-02-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste bate papo fantástico com dois grande amigos, entendemos o trabalhão que é quando acontecer uma caquinha no ambiente, vulgo incidente. Com isso, mostramos como o processo de desenvolvimento pode incorporar boas…",
      "contentHtml": "Neste bate papo fantástico com dois grande amigos, entendemos o trabalhão que é quando acontecer uma caquinha no ambiente, vulgo incidente. Com isso, mostramos como o processo de desenvolvimento pode incorporar boas práticas de segurança para facilitar o trabalho de forense e resposta à incidentes #DFIR<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43275536/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43275536/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43275536",
      "code": ""
    },
    {
      "id": "43275535",
      "slug": "6-como-o-time-de-qa-pode-contribuir-com-o-time-de-appsec",
      "title": "#06 - Como o time de QA pode contribuir com o time de AppSec?",
      "date": "2021-02-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio com uma convidada celebridade, vamos entender se é possível o time de QA unir esforços com o time de AppSec na busca por softwares mais seguros. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio com uma convidada celebridade, vamos entender se é possível o time de QA unir esforços com o time de AppSec na busca por softwares mais seguros.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43275535/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43275535/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43275535",
      "code": ""
    },
    {
      "id": "43275225",
      "slug": "5-como-a-educacao-pode-ajudar-a-termos-softwares-mais-seguros",
      "title": "#05 - Como a educação pode ajudar a termos softwares mais seguros?",
      "date": "2021-02-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste bate papo fantástico com o jovem Igor Rincon, vamos entender como a educação, treinamento, cultura e até as competições hacker podem contribuir para softwares mais seguros por ai! Become a supporter of this…",
      "contentHtml": "Neste bate papo fantástico com o jovem Igor Rincon, vamos entender como a educação, treinamento, cultura e até as competições hacker podem contribuir para softwares mais seguros por ai!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43275225/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43275225/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43275225",
      "code": ""
    },
    {
      "id": "43153783",
      "slug": "4-existe-um-abismo-entre-o-dev-e-o-sec",
      "title": "#04 - Existe um abismo entre o Dev e o Sec?",
      "date": "2021-01-28",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio vamos falar com o Gabs Ferreira, para entender se existe um abismo entre o Dev e o Sec, afinal deveriam andar de mãos dadas na jornada por softwares mais seguros certo? Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio vamos falar com o Gabs Ferreira, para entender se existe um abismo entre o Dev e o Sec, afinal deveriam andar de mãos dadas na jornada por softwares mais seguros certo?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43153783/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43153783/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43153783",
      "code": ""
    },
    {
      "id": "43024840",
      "slug": "3-engenharia-social-a-arte-de-enganar",
      "title": "#03 - Engenharia Social, a arte de enganar?",
      "date": "2021-01-20",
      "author": "Cássio Batista Pereira",
      "excerpt": "Uma das técnicas mais antigas explicadas por uma convidada sensacional, venha entender se Engenharia Social é de fato a arte de enganar, ou se podemos aplicá-la na melhoria dos nossos softwares. Become a supporter of…",
      "contentHtml": "Uma das técnicas mais antigas explicadas por uma convidada sensacional, venha entender se Engenharia Social é de fato a arte de enganar, ou se podemos aplicá-la na melhoria dos nossos softwares.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/43024840/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/43024840/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "43024840",
      "code": ""
    },
    {
      "id": "42924543",
      "slug": "2-nao-e-porque-e-cloud-que-esta-seguro",
      "title": "#02 - Não é porquê é cloud que está seguro!",
      "date": "2021-01-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "Essa segunda temporada chegou com tudo, a nossa convidada \"monstra\" de hoje Marcella Aguiar nos ajuda a explicar pra você de uma vez por todas que, não é porquê você usa cloud que você está seguro, simples assim. Become…",
      "contentHtml": "Essa segunda temporada chegou com tudo, a nossa convidada \"monstra\" de hoje Marcella Aguiar nos ajuda a explicar pra você de uma vez por todas que, não é porquê você usa cloud que você está seguro, simples assim.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/42924543/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/42924543/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "42924543",
      "code": ""
    },
    {
      "id": "42806725",
      "slug": "1-saudades-de-um-podcast-de-seguranca-ne-meu-filho",
      "title": "#01 - Saudades de um podcast de segurança né meu filho?",
      "date": "2021-01-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "Saudades de um #podcast de #segurança né meu filho? Estamos de volta nessa pouha.... BIIIRRLLLLL sairam da jaula os montros..... Vem conferir o que vai rolar na segunda temporada, que tá FODA! Become a supporter of this…",
      "contentHtml": "Saudades de um #podcast de #segurança né meu filho? Estamos de volta nessa pouha.... BIIIRRLLLLL sairam da jaula os montros.....<br /><br />Vem conferir o que vai rolar na segunda temporada, que tá FODA!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/42806725/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/42806725/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "42806725",
      "code": ""
    },
    {
      "id": "40276557",
      "slug": "33-final-de-temporada-retrospectiva",
      "title": "#33 - Final de temporada, retrospectiva",
      "date": "2020-08-12",
      "author": "Cássio Batista Pereira",
      "excerpt": "No último episódio da primeira temporada do DevSecOps Podcast, teremos uma retrospectiva de como foi o primeiro ano do Podcast, vamos comentar cada episódio e já temos data pra estreia da segunda temporada, até logo.…",
      "contentHtml": "No último episódio da primeira temporada do DevSecOps Podcast, teremos uma retrospectiva de como foi o primeiro ano do Podcast, vamos comentar cada episódio e já temos data pra estreia da segunda temporada, até logo.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/40276557/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/40276557/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "40276557",
      "code": ""
    },
    {
      "id": "40161846",
      "slug": "32-gerenciar-seus-usuarios-e-a-base-da-seguranca-corporativa",
      "title": "#32 - Gerenciar seus usuários é a base da segurança corporativa",
      "date": "2020-08-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "A base da base da base da base da base da base da segurança da informação é uma boa gestão de usuários / credenciais / pessoas, vem conferir com a gente neste episódio sobre o mundo da Gestão de Acessos, e com um…",
      "contentHtml": "A base da base da base da base da base da base da segurança da informação é uma boa gestão de usuários / credenciais / pessoas, vem conferir com a gente neste episódio sobre o mundo da Gestão de Acessos, e com um convidado pré histórico :p<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/40161846/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/40161846/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "40161846",
      "code": ""
    },
    {
      "id": "40044390",
      "slug": "31-como-e-monitorar-tudo-o-que-acontece-na-empresa",
      "title": "#31 - Como é monitorar tudo o que acontece na empresa?",
      "date": "2020-07-29",
      "author": "Cássio Batista Pereira",
      "excerpt": "Sabia que tem uma galera cuidando de TUDO na empresa para que você execute o seu trabalho com segurança? Essa galera não é chata e deveria ser mais reconhecida por todos numa empresa, vamos falar sobre o time de SOC…",
      "contentHtml": "Sabia que tem uma galera cuidando de TUDO na empresa para que você execute o seu trabalho com segurança? Essa galera não é chata e deveria ser mais reconhecida por todos numa empresa, vamos falar sobre o time de SOC neste episódio com 2 convidados maaaraaaa!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/40044390/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/40044390/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "40044390",
      "code": ""
    },
    {
      "id": "39909491",
      "slug": "30-seguir-processos-e-engessar-minhas-entregas",
      "title": "#30 - Seguir processos é engessar minhas entregas",
      "date": "2020-07-22",
      "author": "Cássio Batista Pereira",
      "excerpt": "Processo, é quem nunca foi ao tribunal não é mesmo? Não pera... é outro processo poxa, processos, fluxos, ordem no caos.... bora entender o valor de implementar e seguir processos nas empresas? Become a supporter of…",
      "contentHtml": "Processo, é quem nunca foi ao tribunal não é mesmo? Não pera... é outro processo poxa, processos, fluxos, ordem no caos.... bora entender o valor de implementar e seguir processos nas empresas?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/39909491/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/39909491/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "39909491",
      "code": ""
    },
    {
      "id": "39771145",
      "slug": "29-entrevista-com-alunos",
      "title": "#29 - Entrevista com alunos",
      "date": "2020-07-15",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio recheado de gente bonita (eu e o Ro claro), fomos \"entrevistados\" por alunos e ex alunos das áreas de tecnologia, vem conferir que ficou bem bacana! Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio recheado de gente bonita (eu e o Ro claro), fomos \"entrevistados\" por alunos e ex alunos das áreas de tecnologia, vem conferir que ficou bem bacana!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/39771145/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/39771145/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "39771145",
      "code": ""
    },
    {
      "id": "37501162",
      "slug": "28-redes-muito-alem-do-192168",
      "title": "#28 - Redes muito além do 192.168",
      "date": "2020-07-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio que menos falamos, tivemos uma aula sobre redes / network com o monstro sagrado, o mito, a lenda Marcos Barbezani, vem conferir com a gente sobre o mercado de redes e também um nível técnico muito bacana…",
      "contentHtml": "No episódio que menos falamos, tivemos uma aula sobre redes / network com o monstro sagrado, o mito, a lenda Marcos Barbezani, vem conferir com a gente sobre o mercado de redes e também um nível técnico muito bacana pelo mundo da Network.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/37501162/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/37501162/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "37501162",
      "code": ""
    },
    {
      "id": "35046152",
      "slug": "27-o-papel-do-arquiteto-ainda-e-relevante",
      "title": "#27 - O papel do arquiteto ainda é relevante?",
      "date": "2020-07-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Seja que o Arquiteto de Software vai morrer? Será que vale a pena investir nessa carreira? Será? Será? Será? Pra responder a essas questões, um convidado maaaaaaara. Become a supporter of this podcast:…",
      "contentHtml": "Seja que o Arquiteto de Software vai morrer? Será que vale a pena investir nessa carreira? Será? Será? Será? Pra responder a essas questões, um convidado maaaaaaara.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/35046152/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/35046152/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "35046152",
      "code": ""
    },
    {
      "id": "32764807",
      "slug": "26-estudar-produto-ou-tecnologia",
      "title": "#26 - Estudar produto ou tecnologia?",
      "date": "2020-06-24",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio solitário, falo sobre focar num produto ou generalizar em tecnologias diferentes? Afinal, a gente \"ama aquela IDE\" mas será que ela dura pra sempre? Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio solitário, falo sobre focar num produto ou generalizar em tecnologias diferentes? Afinal, a gente \"ama aquela IDE\" mas será que ela dura pra sempre?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/32764807/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/32764807/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "32764807",
      "code": ""
    },
    {
      "id": "31352607",
      "slug": "25-o-ambiente-de-trabalho-faz-diferenca-no-dia-a-dia",
      "title": "#25 - O ambiente de trabalho faz diferença no dia a dia?",
      "date": "2020-06-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Será que limpeza, organização e até o cheiro do ambiente afeta o desempenho das pessoas? Nesse episódio polêmico e meio maluco discutimos sobre isso. Become a supporter of this podcast:…",
      "contentHtml": "Será que limpeza, organização e até o cheiro do ambiente afeta o desempenho das pessoas? Nesse episódio polêmico e meio maluco discutimos sobre isso.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/31352607/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/31352607/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "31352607",
      "code": ""
    },
    {
      "id": "30140577",
      "slug": "24-dispositivos-inteligentes-cuidados-que-devemos-tomar",
      "title": "#24 - Dispositivos inteligentes, cuidados que devemos tomar",
      "date": "2020-06-10",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio falamos sobre IoT - Internet das coisas e como isso afeta nossa vida, e também claro... como é desenvolver, como é a segurança e infra dessas \"coisas\". Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio falamos sobre IoT - Internet das coisas e como isso afeta nossa vida, e também claro... como é desenvolver, como é a segurança e infra dessas \"coisas\".<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/30140577/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/30140577/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "30140577",
      "code": ""
    },
    {
      "id": "28974410",
      "slug": "23-o-preconceito-comeca-pequeno",
      "title": "#23 - O preconceito começa pequeno",
      "date": "2020-06-03",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio sem vídeo, pois por problemas técnicos de esquecimento \"eu não gravei o vídeo\", falamos sobre #preconceito um tema importante para evoluirmos como sociedade. Become a supporter of this podcast:…",
      "contentHtml": "No episódio sem vídeo, pois por problemas técnicos de esquecimento \"eu não gravei o vídeo\", falamos sobre #preconceito um tema importante para evoluirmos como sociedade.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/28974410/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/28974410/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "28974410",
      "code": ""
    },
    {
      "id": "28406530",
      "slug": "22-esssa-reuniao-poderia-ter-sido-um-email",
      "title": "#22 - Esssa reunião poderia ter sido um email",
      "date": "2020-05-27",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio discutimos sobre comunicação, seus problemas e formatos mais variados e também, o problema da interpretação das pessoas, as vezes não é a mensagem o problema e sim o destinatário. Become a supporter of…",
      "contentHtml": "Neste episódio discutimos sobre comunicação, seus problemas e formatos mais variados e também, o problema da interpretação das pessoas, as vezes não é a mensagem o problema e sim o destinatário.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/28406530/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/28406530/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "28406530",
      "code": ""
    },
    {
      "id": "27887951",
      "slug": "21-documentacao-e-coisa-chata",
      "title": "#21 - Documentação é coisa chata!",
      "date": "2020-05-20",
      "author": "Cássio Batista Pereira",
      "excerpt": "No episódio que o Rodrigo sumiu.... falamos sobre documentação, que é tão chato fazer na mesma proporção de sua importância. Become a supporter of this podcast:…",
      "contentHtml": "No episódio que o Rodrigo sumiu.... falamos sobre documentação, que é tão chato fazer na mesma proporção de sua importância.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/27887951/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/27887951/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "27887951",
      "code": ""
    },
    {
      "id": "27202732",
      "slug": "20-como-e-o-dev-o-sec-e-o-ops-nas-startups",
      "title": "#20 - Como é o Dev o Sec e o Ops nas startups?",
      "date": "2020-05-13",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio \"meio torto\" vamos contar um pouco sobre como é o DevSecOps nas startups, e também um pouquinho de uma história legal de um dos integrantes que teve uma startup! Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio \"meio torto\" vamos contar um pouco sobre como é o DevSecOps nas startups, e também um pouquinho de uma história legal de um dos integrantes que teve uma startup!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/27202732/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/27202732/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "27202732",
      "code": ""
    },
    {
      "id": "26808199",
      "slug": "19-a-importancia-da-comunidade-no-mercado",
      "title": "#19 - A importância da comunidade no mercado",
      "date": "2020-05-06",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio vamos falar sobre comunidades, eventos bacanas e o quão importante é para o mercado e para a carreira. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio vamos falar sobre comunidades, eventos bacanas e o quão importante é para o mercado e para a carreira.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/26808199/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/26808199/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "26808199",
      "code": ""
    },
    {
      "id": "26352739",
      "slug": "18-precisamos-mesmo-usar-tudo-que-e-novo",
      "title": "#18 - Precisamos mesmo usar tudo que é novo?",
      "date": "2020-04-29",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio que o Cássio está pistola, a gente discute sobre as hipes e ondas da tecnologia, temos que surfar todas? Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio que o Cássio está pistola, a gente discute sobre as hipes e ondas da tecnologia, temos que surfar todas?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/26352739/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/26352739/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "26352739",
      "code": ""
    },
    {
      "id": "25869238",
      "slug": "17-estamos-ficando-loucos",
      "title": "#17 - Estamos ficando loucos?",
      "date": "2020-04-22",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio fantástico trouxemos uma convidada sensacional pra falar com a gente sobre a saúde mental, afinal, estamos ficando loucos? Sim? Não? Talvez? Vem conferir com a gente, e dar as boas vindas a primeira…",
      "contentHtml": "Neste episódio fantástico trouxemos uma convidada sensacional pra falar com a gente sobre a saúde mental, afinal, estamos ficando loucos? Sim? Não? Talvez? Vem conferir com a gente, e dar as boas vindas a primeira participação feminina neste podcast.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/25869238/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/25869238/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "25869238",
      "code": ""
    },
    {
      "id": "25507388",
      "slug": "16-e-bom-ou-ruim-estar-na-zona-de-conforto",
      "title": "#16 - É bom ou ruim estar na zona de conforto?",
      "date": "2020-04-15",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio discutimos se a zona de conforto é ruim ou boa, afinal, quem não gosta de estar confortável? Mas nem sempre é um bom lugar pra estar, pode ser ruim sim... enfim, vem conferir! Become a supporter of this…",
      "contentHtml": "Neste episódio discutimos se a zona de conforto é ruim ou boa, afinal, quem não gosta de estar confortável? Mas nem sempre é um bom lugar pra estar, pode ser ruim sim... enfim, vem conferir!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/25507388/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/25507388/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "25507388",
      "code": ""
    },
    {
      "id": "24950471",
      "slug": "15-nao-quero-ninguem-olhando-meu-codigo",
      "title": "#15 - Não quero ninguém olhando meu código",
      "date": "2020-04-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir sobre Code Review, o que é, como implementar, nossas experiências e um convidado especial pra debater com a gente. Alias, pontos de vista bacana sobre esse tal Code Review. Become a…",
      "contentHtml": "Neste episódio você vai ouvir sobre Code Review, o que é, como implementar, nossas experiências e um convidado especial pra debater com a gente. Alias, pontos de vista bacana sobre esse tal Code Review.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/24950471/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/24950471/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "24950471",
      "code": ""
    },
    {
      "id": "24405143",
      "slug": "14-as-cagadas-que-fizemos-na-carreira",
      "title": "#14 - As cagadas que fizemos na carreira",
      "date": "2020-04-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir sobre os erros que cometemos na carreira, desde os simples aos mais catastróficos, e o mais importante é aprender com os erros e evoluir sempre, como ser humano e profissionalmente. Become…",
      "contentHtml": "Neste episódio você vai ouvir sobre os erros que cometemos na carreira, desde os simples aos mais catastróficos, e o mais importante é aprender com os erros e evoluir sempre, como ser humano e profissionalmente.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/24405143/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/24405143/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "24405143",
      "code": ""
    },
    {
      "id": "24335988",
      "slug": "13-cada-pessoa-e-um-universo-devemos-respeitar",
      "title": "#13 - Cada pessoa é um universo devemos respeitar!",
      "date": "2020-03-25",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio apocalíptico falamos sobre gestão de pessoas, experiências boas e ruins que tivemos, e o que pensamos sobre a tão nobre gestão de pessoas, afinal, cada um é um e vice versa rsrs Become a supporter of this…",
      "contentHtml": "Neste episódio apocalíptico falamos sobre gestão de pessoas, experiências boas e ruins que tivemos, e o que pensamos sobre a tão nobre gestão de pessoas, afinal, cada um é um e vice versa rsrs<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/24335988/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/24335988/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "24335988",
      "code": ""
    },
    {
      "id": "24028735",
      "slug": "12-o-segredo-dos-testes-que-ninguem-te-conta",
      "title": "#12 - O segredo dos testes que ninguém te conta",
      "date": "2020-03-18",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio contamos alguns segredos sobre o mundo dos testes é importante você conhecer os bastidores, afinal, não te contam tudo! Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio contamos alguns segredos sobre o mundo dos testes é importante você conhecer os bastidores, afinal, não te contam tudo!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/24028735/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/24028735/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "24028735",
      "code": ""
    },
    {
      "id": "23957989",
      "slug": "10-a-importancia-do-log-na-aplicacao",
      "title": "#10 - A importância do log na aplicação",
      "date": "2020-03-17",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio diferente, que gravamos no #HubCVCCorp falamos sobre a importância dos logs na aplicação, afinal, preciso ou não de tudo que é #log? Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio diferente, que gravamos no #HubCVCCorp falamos sobre a importância dos logs na aplicação, afinal, preciso ou não de tudo que é #log?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/23957989/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/23957989/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "23957989",
      "code": ""
    },
    {
      "id": "23737422",
      "slug": "11-da-pra-automatizar-tudo",
      "title": "#11 - Da pra automatizar tudo?",
      "date": "2020-03-11",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio trouxemos um convidado para nos ajudar a falar sobre automação, afinal, é possível automatizar tudo? Nosso DEV / DJ / Áudio Maker está viajando, então não ligue muito pra qualidade do áudio, afinal o que…",
      "contentHtml": "Neste episódio trouxemos um convidado para nos ajudar a falar sobre automação, afinal, é possível automatizar tudo? Nosso DEV / DJ / Áudio Maker está viajando, então não ligue muito pra qualidade do áudio, afinal o que importa é o conteúdo.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/23737422/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/23737422/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "23737422",
      "code": ""
    },
    {
      "id": "23191567",
      "slug": "9-quero-meu-acesso",
      "title": "#09 - Quero meu acesso!",
      "date": "2020-02-26",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio nós discutimos sobre políticas de acesso nas empresas, pessoas que querem acesso demais, pessoas que sabem os riscos envolvidos, e os que não estão nem ai com nada, me da meu admin local e pronto! Become…",
      "contentHtml": "Neste episódio nós discutimos sobre políticas de acesso nas empresas, pessoas que querem acesso demais, pessoas que sabem os riscos envolvidos, e os que não estão nem ai com nada, me da meu admin local e pronto!<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/23191567/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/23191567/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "23191567",
      "code": ""
    },
    {
      "id": "22934741",
      "slug": "8-a-melhor-tecnologia-e-a-que-funciona",
      "title": "#08 - A melhor tecnologia é a que funciona.",
      "date": "2020-02-19",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio a gente discute qual é a melhor tecnologia, como lhe dar com os \"fã boys\" de tecnologia e nossas experiências com diversos cenários. Afinal, não existe uma melhor tecnologia, existe a que funciona e se…",
      "contentHtml": "Neste episódio a gente discute qual é a melhor tecnologia, como lhe dar com os \"fã boys\" de tecnologia e nossas experiências com diversos cenários. Afinal, não existe uma melhor tecnologia, existe a que funciona e se adequa melhor ao seu cenário.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/22934741/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/22934741/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "22934741",
      "code": ""
    },
    {
      "id": "22675385",
      "slug": "7-devo-migrar-100percent-para-cloud",
      "title": "#07 - Devo migrar 100% para cloud?",
      "date": "2020-02-12",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir sobre Cloud Computing, se é viável ou não fazer uma migração 100% dos seus serviços, infra estrutura, APIs, etc para a tão famosa nuvem. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio você vai ouvir sobre Cloud Computing, se é viável ou não fazer uma migração 100% dos seus serviços, infra estrutura, APIs, etc para a tão famosa nuvem.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/22675385/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/22675385/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "22675385",
      "code": ""
    },
    {
      "id": "22425483",
      "slug": "6-squads-modinha-ou-modelo-a-ser-seguido",
      "title": "#06 - Squads, modinha ou modelo a ser seguido?",
      "date": "2020-02-05",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir sobre o tema squads, se é um bom modelo a ser seguido pelas empresas ou se é mais um \"hype\" do mercado de tecnologia. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio você vai ouvir sobre o tema squads, se é um bom modelo a ser seguido pelas empresas ou se é mais um \"hype\" do mercado de tecnologia.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/22425483/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/22425483/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "22425483",
      "code": ""
    },
    {
      "id": "22166859",
      "slug": "5-todo-software-esta-em-risco",
      "title": "#05 - Todo software está em risco?",
      "date": "2020-01-29",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir nosso debate sobre o risco das aplicações com relação a vazamento de dados, se elas estão em compliance ou não, ou mesmo no mínimo protegidas contra este grande problema. Become a supporter…",
      "contentHtml": "Neste episódio você vai ouvir nosso debate sobre o risco das aplicações com relação a vazamento de dados, se elas estão em compliance ou não, ou mesmo no mínimo protegidas contra este grande problema.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/22166859/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/22166859/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "22166859",
      "code": ""
    },
    {
      "id": "21858507",
      "slug": "4-quem-e-o-dono-da-aplicacao",
      "title": "#04 - Quem é o dono da aplicação?",
      "date": "2020-01-22",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir a respeito da responsabilidade corporativa sobre um software, quem responde pelos problemas? Incidentes? Melhorias? Quem de fato é o pai da criança? Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio você vai ouvir a respeito da responsabilidade corporativa sobre um software, quem responde pelos problemas? Incidentes? Melhorias? Quem de fato é o pai da criança?<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/21858507/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/21858507/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "21858507",
      "code": ""
    },
    {
      "id": "21692050",
      "slug": "3-qual-caminho-seguir-certificacao-curso-superior-ou-cursos-livres",
      "title": "#03 - Qual caminho seguir? Certificação, curso superior ou cursos livres?",
      "date": "2020-01-15",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio falamos sobre quais os caminhos seguir para começar atuar na área de TI. Cursos superiores, certificações e cursos livres são os assuntos desse episódio. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio falamos sobre quais os caminhos seguir para começar atuar na área de TI. Cursos superiores, certificações e cursos livres são os assuntos desse episódio.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/21692050/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/21692050/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "21692050",
      "code": ""
    },
    {
      "id": "21436813",
      "slug": "2-desenvolvedor-precisa-saber-infra",
      "title": "#02 - Desenvolvedor precisa saber infra?",
      "date": "2020-01-08",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio você vai ouvir uma discussão acerca das habilidades do desenvolvedor, se acreditamos ou não, que ele precisa conhecer infra-estrutura, e até mesmo outras áreas. Become a supporter of this podcast:…",
      "contentHtml": "Neste episódio você vai ouvir uma discussão acerca das habilidades do desenvolvedor, se acreditamos ou não, que ele precisa conhecer infra-estrutura, e até mesmo outras áreas.<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/21436813/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/21436813/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "21436813",
      "code": ""
    },
    {
      "id": "21097893",
      "slug": "1-hello-world",
      "title": "#01 - Hello World",
      "date": "2020-01-01",
      "author": "Cássio Batista Pereira",
      "excerpt": "Neste episódio nós apresentamos o podcast (temas, frequência e ideia) e os integrantes com a experiência de cada um na sua respectiva área de atuação (desenvolvimento, segurança e infra-estrutura). Become a supporter of…",
      "contentHtml": "Neste episódio nós apresentamos o podcast (temas, frequência e ideia) e os integrantes com a experiência de cada um na sua respectiva área de atuação (desenvolvimento, segurança e infra-estrutura).<br /><br />",
      "mp3": "https://api.spreaker.com/v2/episodes/21097893/download.mp3",
      "download": "https://api.spreaker.com/v2/episodes/21097893/download.mp3",
      "youtube": "",
      "tags": [],
      "spreakerId": "21097893",
      "code": ""
    }
  ]
}